[X2ExperienceConfig]
PsiRankNames[8]="Магiстр"
PsiShortNames[8]="Мгстр."

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strNeedsSoldierClass="НЕМОЖЛИВО ВИКОРИСТОВУВАТИ"
m_strUnavailableToClass="НЕДОСТУПНО"

[DepthPerceptionPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Рiзкiсть зору"
FriendlyNamePlural="ПБМ: Рiзкiсть зору"
BriefSummary="Кiбернетичний iмплантат дає <Ability:DP_AIM_BONUS> до влучностi та знижує ухилення ворогiв на <Ability:DP_ANTIDODGE_BONUS> при стрiльбi з вищої позицiї, нiж та, де знаходиться цiль."

[HyperReactivePupilsPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Гiперчутливi зiницi"
FriendlyNamePlural="ПБМ: Гiперчутливi зiницi"
BriefSummary="Модуль дає +<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS> до влучностi при наступному пострiлi з основної зброї пiсля промаху."

; LWOTC Needs Translation
[CombatAwarenessPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Уважнiсть"
FriendlyNamePlural="ПБМ: Уважнiсть"
BriefSummary="Додає <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> до Захисту та <Ability:COMBAT_AWARENESS_BONUS_ARMOR> од. бронi в режимi \"перехоплення\" або \"придушення\" i отримання шкоди не скасовує придушення."
; End Translation

[CombatRushPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Бойовий азарт"
FriendlyNamePlural="ПБМ: Бойовий азарт"
BriefSummary="Коли ви вбиваєте ворога, союзники в межах <Ability:COMBAT_RUSH_RADIUS> клiтинок отримують +<Ability:COMBAT_RUSH_AIM_BONUS> влучностi, +<Ability:COMBAT_RUSH_CRIT_BONUS> шансу критичного удару i +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобiльностi на <Ability:COMBAT_RUSH_DURATION> ходiв. Перезарядка <Ability:COMBAT_RUSH_COOLDOWN> ходiв."

[DamageControlPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Боротьба за виживання"
FriendlyNamePlural="ПБМ: Боротьба за виживання"
BriefSummary="Iмплант змiцнює вашу броню проти ворожого вогню i надає <Ability:DAMAGE_CONTROL_BONUS_ARMOR> бронi на <Ability:DAMAGE_CONTROL_DURATION> ходiв пiсля отримання шкоди."

[AbsorptionFieldsPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Поглинаючi поля"
FriendlyNamePlural="ПБМ: Поглинаючi поля"
BriefSummary="Цей iмплант проектує щит, який можна активувати як дiю, щоб зменшити вхiдну шкоду на 33% протягом <Ability:ABSORPTION_FIELDS_DURATION> ходiв. Перезарядка <Ability:ABSORPTION_FIELDS_COOLDOWN> ходiв."

[BodyShieldPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Спрямований щит"
FriendlyNamePlural="ПБМ: Спрямований щит"
BriefSummary="Цiльтеся у ворога, щоб зменшити його точнiсть на -<Ability:BODY_SHIELD_DEF_BONUS> i шанс критичного удару на -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> протягом <Ability:BODY_SHIELD_DURATION> ходiв. Перезарядка <Ability:BODY_SHIELD_COOLDOWN> ходiв."

; LWOTC Needs Translation
[EmergencyLifeSupportPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Екстрена стабiлiзацiя"
FriendlyNamePlural="ПБМ: Екстрена стабiлiзацiя"
BriefSummary="Цей iмплант значно пiдвищує порiг надмiрної шкоди, необхiдної для уникнення втрати свiдомостi i кровотечi, зменшуючи ймовiрнiсть смертi вашого солдата при смертельному пораненнi. Таймер крововтрати продовжується на <Ability:EMERGENCY_LIFE_SUPPORT_BONUS_BLEEDINGOUT_TURNS> ходiв."
; End Translation

[IronSkinPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Залiзна шкiра"
FriendlyNamePlural="ПБМ: Залiзна шкiра"
BriefSummary="Вхiдна шкода вiд ближнього бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."

[SmartMacrophagesPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Розумнi макрофаги"
FriendlyNamePlural="ПБМ: Розумнi макрофаги"
BriefSummary="Знижує час вiдновлення вiд поранень i дає iмунiтет до отрут та кислот."

[CenterMass X2AbilityTemplate]
LocFriendlyName="Точно в цiль"
LocFlyOverText="Точно в цiль"
LocLongDescription="Базова шкода стрiлецької зброї збiльшується на одиницю."
LocHelpText="Базова шкода стрiлецької зброї збiльшується на одиницю."
LocPromotionPopupText="<Bullet/> Базова шкода основної зброї, пiстолетiв та обрiзiв збiльшується на одиницю."

[Lethal X2AbilityTemplate]
LocFriendlyName="Смертоноснiсть"
LocFlyOverText="Смертоноснiсть"
; LWOTC Needs Translation
LocLongDescription="Додає <Ability:LETHAL_DAMAGE_LW/> до базової шкоди та <Ability:LETHAL_CRIT_DAMAGE_LW/> до критичної шкоди основної зброї солдата."
LocHelpText="Додає <Ability:LETHAL_DAMAGE_LW/> до базової шкоди та <Ability:LETHAL_CRIT_DAMAGE_LW/> до критичної шкоди основної зброї солдата."
LocPromotionPopupText="<Bullet/> Додає <Ability:LETHAL_DAMAGE_LW/> до базової шкоди та <Ability:LETHAL_CRIT_DAMAGE_LW/> до критичної шкоди основної зброї солдата."
; End Translation

[HitandSlither X2AbilityTemplate]
LocFriendlyName="Вдар i тiкай"
LocFlyOverText="Вдар i тiкай"
LocLongDescription="Один раз за хiд дає додаткову дiю руху пiсля стандартного пострiлу з основної зброї по ворогу, обiйденому з флангу або такому, що стоїть без укриття."
LocHelpText="Один раз за хiд дає додаткову дiю руху пiсля стандартного пострiлу з основної зброї по ворогу, обiйденому з флангу або такому, що стоїть без укриття."
LocPromotionPopupText="<Bullet/> Один раз за хiд дає додаткову дiю руху пiсля стандартного пострiлу з основної зброї по ворогу, обiйденому з флангу або такому, що стоїть без укриття.<br/>"

[HitandRun X2AbilityTemplate]
LocFriendlyName="Бий i тiкай"
LocFlyOverText="Бий i тiкай"
; LWOTC Needs Translation
LocLongDescription="Один раз за хiд дає додаткову дiю пiсля стандартного пострiлу з основної зброї по ворогу, обiйденому з флангу або такому, що стоїть без укриття. Не може спрацювати одночасно з \"Близький Контакт\"."
; End Translation
LocHelpText="Один раз за хiд дає додаткову дiю пiсля стандартного пострiлу з основної зброї по ворогу, обiйденому з флангу або такому, що стоїть без укриття."
LocPromotionPopupText="<Bullet/> Не може бути використано разом зi здатнiстю \"Стрiльба на бiгу\".<br/><Bullet/> Бонуснi дiї вiд \"Смертi з неба\" та \"Серiї\" будуть наданi в першу чергу."

[CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="Майстер ближнього бою"
LocFlyOverText="Майстер ближнього бою"
; LWOTC Needs Translation (3)
LocLongDescription="Здiйснюйте безкоштовний реакцiйний пострiл з вашої <Ability:BOUND_WEAPON_NAME/> по будь-якому видимому ворогу в межах чотирьох клiтин, який рухається або стрiляє."
LocHelpText="Здiйснюйте безкоштовний реакцiйний пострiл по будь-якому видимому ворогу в межах чотирьох клiтин, який рухається або стрiляє."
; End Translation (3)
LocPromotionPopupText="<Bullet/> Не дiє, якщо солдат замаскований.<br/><Bullet/> Здатнiсть дозволяє зробити тiльки один пострiл у кожного ворога протягом ходу.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> од. боєкомплекту.<br/>"

[CloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="Майстер ближнього бою"
LocFlyOverText="Майстер ближнього бою"
; LWOTC Needs Translation (2)
LocLongDescription="Дозволяє пiд час ходу противника стрiляти з основної зброї <Ability:BOUND_WEAPON_NAME/> по будь-якому видимому ворогу, якщо той рухається або веде вогонь у межах 4 клiтин."
; End Translation (2)
LocHelpText="Дозволяє пiд час ходу противника стрiляти з основної зброї по будь-якому видимому ворогу, якщо той рухається або веде вогонь у межах 4 клiтин."
LocPromotionPopupText="<Bullet/> Не дiє, якщо солдат замаскований.<br/><Bullet/> Здатнiсть дозволяє зробити тiльки один пострiл у кожного ворога протягом ходу.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> од. боєкомплекту.<br/>"

[CloseandPersonal X2AbilityTemplate]
LocFriendlyName="Обличчям до обличчя"
LocFlyOverText="Обличчям до обличчя"
LocLongDescription="Додає +30% до шансу критичного попадання по найближчим цiлям. Чим далi цiль, тим менший бонус."
LocHelpText="Додає +30% до шансу критичного попадання по найближчим цiлям. Чим далi цiль, тим менший бонус."
LocPromotionPopupText="<Bullet/> Додає +30% до шансу критичного попадання по найближчим цiлям.<br/><Bullet/> Бонус знижується на 5% за кожну клiтку до цiлi; на вiдстанi 7 i бiльше клiтинок - до 0%.<br/>"

[DamnGoodGround X2AbilityTemplate]
LocFriendlyName="Домiнуюча висота"
LocFlyOverText="Домiнуюча висота"
LocLongDescription="Дає +10 до влучностi та +10 до захисту вiд цiлей, що знаходяться нижче солдата."
LocHelpText="Дає +10 до влучностi та +10 до захисту вiд цiлей, що знаходяться нижче солдата."
LocPromotionPopupText="<Bullet/> Дає +10 до влучностi та +10 до захисту вiд цiлей, що знаходяться нижче.<br/><Bullet/> Здатнiсть не додає захисних бонусiв, якщо солдат дезорiєнтований, оглушений, панiкує, охоплений вогнем чи iншим чином ослаблений."

[Executioner_LW X2AbilityTemplate]
LocFriendlyName="Каратель"
LocFlyOverText="Каратель"
; LWOTC Needs Translation
LocLongDescription="Дає +<Ability:EXECUTIONER_AIM_BONUS/> до влучностi та +<Ability:EXECUTIONER_CRIT_BONUS/> до шансу нанести критичну шкоду проти цiлей, якi втратили половину або бiльше вiд базового здоров'я."
LocHelpText="Дає +<Ability:EXECUTIONER_AIM_BONUS/> до влучностi та +<Ability:EXECUTIONER_CRIT_BONUS/> до шансу нанести критичну шкоду проти цiлей, якi втратили половину або бiльше вiд базового здоров'я."
LocPromotionPopupText="<Bullet/> Дає +<Ability:EXECUTIONER_AIM_BONUS/> до влучностi та +<Ability:EXECUTIONER_CRIT_BONUS/> до шансу нанести критичну шкоду проти цiлей, якi втратили половину або бiльше вiд базового здоров'я.<br/>"
; End Translation

[Resilience X2AbilityTemplate]
LocFriendlyName="Стiйкiсть"
LocFlyOverText="Стiйкiсть"
LocLongDescription="Атакуючi вас вороги отримують -<ABILITY:RESILIENCE_BONUS_LW/> до шансу критичного попадання."
LocHelpText="Атакуючi вас вороги отримують -<ABILITY:RESILIENCE_BONUS_LW/> до шансу критичного попадання."
LocPromotionPopupText="<Bullet/> Атакуючi вас вороги отримують -<ABILITY:RESILIENCE_BONUS_LW/> до шансу критичного попадання.<br/>"

[TacticalSense X2AbilityTemplate]
LocFriendlyName="Тактичне чуття"
LocFlyOverText="Тактичне чуття"
LocLongDescription="Дає +3 до захисту за кожного видимого ворога; максимум - +15."
LocHelpText="Дає +3 до захисту за кожного видимого ворога; максимум - +15."
LocPromotionPopupText="<Bullet/> Дає +3 до захисту за кожного видимого ворога; максимум - +15.<br/><Bullet/> Вороги, видимi завдяки \"загальному виду\", не враховуються.<br/><Bullet/> Здатнiсть не додає захисних бонусiв, якщо солдат дезорiєнтований, оглушений, панiкує, охоплений вогнем чи iншим чином ослаблений."

[Aggression X2AbilityTemplate]
LocFriendlyName="Агресiя"
LocFlyOverText="Агресiя"
LocLongDescription="Дає +5 до шансу критичної шкоди за кожного видимого ворога; максимум: +30."
LocHelpText="Дає +5 до шансу критичної шкоди за кожного видимого ворога; максимум: +30."
LocPromotionPopupText="<Bullet/> Дає +5 до шансу критичної шкоди за кожного видимого ворога; максимум: +30.<br/><Bullet/> Вороги, видимi завдяки \"загальному виду\", враховуються.<br/>"

[BringEmOn X2AbilityTemplate]
LocFriendlyName="Давай, нападай!"
LocFlyOverText="Давай, нападай!"
; LWOTC Needs Translation
LocLongDescription="Додає +1 до критичної шкоди за кожних двох видимих ворогiв; максимум: +8. Працює з основною зброєю <Ability:BOUND_WEAPON_NAME/> солдата та вибухiвкою."
LocHelpText="Додає +1 до критичної шкоди за кожних двох видимих ворогiв; максимум: +8. Працює з основною зброєю <Ability:BOUND_WEAPON_NAME/> солдата та вибухiвкою."
LocPromotionPopupText="<Bullet/> Додає +1 до критичної шкоди за кожних двох видимих ворогiв; максимум: +8.<br/><Bullet/> Вороги, видимi завдяки \"загальному виду\", враховуються.<br/><Bullet/> Вiдноситься до шкоди вiд основної зброї <Ability:BOUND_WEAPON_NAME/> солдата та, якщо є здатнiсть Найсильнiшi Вибухи, до вибухiвки (гранати, ракети i т.д.).<br/>"
; End Translation

[HardTarget X2AbilityTemplate]
LocFriendlyName="Складна Цiль"
LocFlyOverText="Складна Цiль"
LocLongDescription="Дає +5 до ухилення за кожного видимого ворога, максимум - +30."
LocHelpText="Дає +5 до ухилення за кожного видимого ворога, максимум - +30."
LocPromotionPopupText="<Bullet/> Дає +5 до ухилення за кожного видимого ворога; максимум - +30.<br/><Bullet/> Вороги, видимi завдяки \"загальному виду\", не враховуються.<br/><Bullet/> Здатнiсть не додає захисних бонусiв, якщо солдат дезорiєнтований, оглушений, панiкує, охоплений вогнем чи ослаблений."

; LWOTC Needs Translation (2)
[Infighter X2AbilityTemplate]
LocFriendlyName="Зiрка рингу"
LocFlyOverText="Зiрка рингу"
LocLongDescription="Дає +<Ability:INFIGHTER_DODGE_BONUS/> до ухилення проти атак у межах 4 клiтин."
LocHelpText="Дає +<Ability:INFIGHTER_DODGE_BONUS/> до ухилення проти атак у межах 4 клiтин."
LocPromotionPopupText="<Bullet/> Отримуйте <Ability:INFIGHTER_DODGE_BONUS/> ухилення проти атак в межах 4 клiтин.<br/><Bullet/> Бонус ухилення також застосовується до ближнiх атак.<br/><Bullet/> Ця здатнiсть не надає захисних бонусiв, якщо одиниця дезорiєнтована, оглушена, панiкує або iншим чином ослаблена.<br/><Bullet/> Горiння не впливає на цю здатнiсть."
; End Translation (2)

[DepthPerception X2AbilityTemplate]
LocFriendlyName="Окомiр"
LocFlyOverText="Окомiр"
LocLongDescription="Отримуйте <Ability:DP_AIM_BONUS> влучностi i знижуйте ухилення ворогiв на <Ability:DP_ANTIDODGE_BONUS>, коли на вищiй позицiї, нiж ваша цiль."
LocHelpText="Отримуйте <Ability:DP_AIM_BONUS> влучностi i знижуйте ухилення ворогiв на <Ability:DP_ANTIDODGE_BONUS>, коли на вищiй позицiї, нiж ваша цiль."
LocPromotionPopupText="<Bullet/> Отримуйте <Ability:DP_AIM_BONUS> влучностi i знижуйте ухилення ворогiв на <Ability:DP_ANTIDODGE_BONUS>, коли на вищiй позицiї, нiж ваша цiль."

[WilltoSurvive X2AbilityTemplate]
LocFriendlyName="Воля до життя"
LocFlyOverText="Воля до життя"
LocLongDescription="Ворожа шкода зменшується на 1, коли в укриттi i атакують через це укриття. Також надає 5 волi."
LocHelpText="Ворожа шкода зменшується на 1, коли в укриттi i атакують через це укриття."
LocPromotionPopupText="<Bullet/> Ворожа шкода зменшується на 1, коли в укриттi i атакують через це укриття.<br/><Bullet/> Укриття вiд вибухiв i iнших непрямих атак розраховується вiд точки вибуху.<br/><Bullet/> Ефекти пробивання бронi не усувають цей бонус.<br/><Bullet/> Ця одиниця також постiйно отримує 5 волi.<br/><Bullet/> Ця здатнiсть не надає захисних бонусiв, якщо одиниця дезорiєнтована, оглушена, панiкує, горить або iншим чином ослаблена."

[LightEmUp X2AbilityTemplate]
LocFriendlyName="Вогонь по цiлi!"
LocFlyOverText="Вогонь по цiлi!"
; LWOTC Needs Translation
LocLongDescription="Стандартний пострiл з основної зброї як перша дiя не закiнчує хiд."
LocHelpText="Стандартний пострiл з основної зброї як перша дiя не закiнчує хiд."
LocPromotionPopupText="<Bullet/> Стандартний пострiл з основної зброї як перша дiя не закiнчує хiд.<br/>"
; End Translation

[CloseEncounters X2AbilityTemplate]
LocFriendlyName="Близький контакт"
LocFlyOverText="Близький контакт"
LocLongDescription="Один раз за хiд надає додаткову дiю пiсля звичайного пострiлу з основної зброї по ворогу в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин."
LocHelpText="Один раз за хiд надає додаткову дiю пiсля звичайного пострiлу з основної зброї по ворогу в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин."
LocPromotionPopupText="<Bullet/> Один раз за хiд надає додаткову дiю пiсля звичайного пострiлу з основної зброї по ворогу в межах 4 клiтин.<br/><Bullet/> Червоне коло показує дальнiсть дiї здiбностi.<br/><Bullet/> Не може бути використано разом зi здатнiстю \"Стрiльба на бiгу\".<br/>"

; LWOTC Needs Translation
[LoneWolf X2AbilityTemplate]
LocFriendlyName="Одинокий вовк"
LocFlyOverText="Одинокий вовк"
LocLongDescription="Дає бонуси до влучностi та захисту при вiддаленнi на <Ability:LONEWOLF_MIN_BONUS_TILES/> i бiльше клiтинок вiд найближчого союзника, максимум +<Ability:LONEWOLF_AIM_BONUS/>/+<Ability:LONEWOLF_DEF_BONUS/> на вiдстанi <Ability:LONEWOLF_MIN_DIST_TILES/>+ клiтин."
LocHelpText="Дає бонуси до влучностi та захисту при вiддаленнi на <Ability:LONEWOLF_MIN_BONUS_TILES/> i бiльше клiтинок вiд найближчого союзника, максимум +<Ability:LONEWOLF_AIM_BONUS/>/+<Ability:LONEWOLF_DEF_BONUS/> на вiдстанi <Ability:LONEWOLF_MIN_DIST_TILES/>+ клiтин."
LocPromotionPopupText="<Bullet/> Отримуйте +<Ability:LONEWOLF_AIM_PER_TILE/> Точнiсть i +<Ability:LONEWOLF_DEF_PER_TILE/> Захист за кожну клiтинку вiдстанi мiж цим солдатом i найближчим союзником, починаючи з <Ability:LONEWOLF_MIN_BONUS_TILES/> клiтин.<br/><Bullet/> Бонуси досягають максимуму на +<Ability:LONEWOLF_AIM_BONUS/> Точнiсть, +<Ability:LONEWOLF_DEF_BONUS> Захист, коли знаходитеся на вiдстанi <Ability:LONEWOLF_MIN_DIST_TILES/> або бiльше клiтинок вiд найближчого союзника.<br/><Bullet/> Ця здатнiсть не надає захисних бонусiв, якщо одиниця дезорiєнтована, оглушена, панiкує, горить або iншим чином ослаблена."
; End Translation

[LowProfile X2AbilityTemplate]
LocFriendlyName="Малопомiтний"
LocFlyOverText="Малопомiтний"
LocLongDescription="Частковi укриття захищають так само, як i повнi."
LocHelpText="Частковi укриття захищають так само, як i повнi."
LocPromotionPopupText="<Bullet/> Частковi укриття захищають так само, як i повнi.<br/>"

[DoubleTap X2AbilityTemplate]
LocFriendlyName="Подвiйний пострiл"
LocFlyOverText="Подвiйний пострiл"
LocLongDescription="Особлива атака: два пострiли в цiль з основної зброї. Вимагає обидвi дiї. Другий пострiл отримує штраф -10 до влучностi."
LocHelpText="Два пострiли в цiль зi штрафом - 10 до влучностi для другого пострiлу."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Подвiйний Пострiл дозволяє здiйснити два пострiли по однiй цiлi, з штрафом -10 до влучностi на другий пострiл. Вимагає двi дiї i закiнчує хiд.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасiв.<br/><Bullet/> Подвiйний Пострiл має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/>"
; End Translation

[TraverseFire X2AbilityTemplate]
LocFriendlyName="Перехресний вогонь"
LocFlyOverText="Перехресний вогонь"
LocLongDescription="Пiсля стандартного пострiлу з основної зброї як перша дiя можна виконати другу дiю (не перемiщення)."
LocHelpText="Пiсля стандартного пострiлу з основної зброї як перша дiя можна виконати другу дiю (не перемiщення)."
LocPromotionPopupText="<Bullet/> Пiсля стандартного пострiлу з основної зброї як перша дiя можна виконати другу дiю (не перемiщення).<br/>"

; LWOTC Needs Translation
[WalkFire X2AbilityTemplate]
LocFriendlyName="Прицiльна черга"
LocFlyOverText="Прицiльна черга"
LocLongDescription="Здiйснiть високоточний пострiл з бонусом +<Ability:WALK_FIRE_AIM_BONUS> до влучностi, <Ability:WALK_FIRE_DMG>% шкоди i штрафом -<Ability:WALK_FIRE_CRIT_MALUS> до критичного шансу. Використовує <Ability:SelfAmmoCost/> боєприпасiв."
LocHelpText="Спецiальний пострiл: +<Ability:WALK_FIRE_AIM_BONUS> влучностi, -<Ability:WALK_FIRE_CRIT_MALUS> крит, <Ability:WALK_FIRE_DMG>% шкоди, використовує <Ability:SelfAmmoCost/> боєприпасiв."
LocPromotionPopupText="<Bullet/> Це спецiальний пострiл, пiд час якого солдат коригує своє прицiлювання пiд час автоматичної черги, надаючи +<Ability:WALK_FIRE_AIM_BONUS> влучностi i -<Ability:WALK_FIRE_CRIT_MALUS> крит i завдаючи <Ability:WALK_FIRE_DMG>% шкоди.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасiв.<br/><Bullet/> Вимагає автоматичної зброї; здатнiсть не буде доступною, коли в якостi основної зброї обладнано дробовик або снайперську гвинтiвку."
; End translation

[PrecisionShot X2AbilityTemplate]
LocFriendlyName="Точний пострiл"
LocFlyOverText="Точний пострiл"
; LWOTC needs translation (2)
LocLongDescription="Здiйснiть спецiальний пострiл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% бiльше шкоди, якщо вiн критичний. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocHelpText="Здiйснiть спецiальний пострiл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% бiльше шкоди, якщо вiн критичний. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Бонус шкоди застосовується мультиплiкативно до загальної шкоди пiсля звичайного обчислення шкоди."
; End translation (2)

[PrecisionShotSnapShot X2AbilityTemplate]
LocFriendlyName="Точний пострiл"
LocFlyOverText="Точний пострiл"
; LWOTC needs translation (2)
LocLongDescription="Здiйснiть спецiальний пострiл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% бiльше шкоди, якщо вiн критичний. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocHelpText="Здiйснiть спецiальний пострiл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% бiльше шкоди, якщо вiн критичний. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Бонус шкоди застосовується мультиплiкативно до загальної шкоди пiсля звичайного обчислення шкоди."
; End translation (2)

[CyclicFire X2AbilityTemplate]
LocFriendlyName="Серiя пострiлiв"
LocFlyOverText="Серiя пострiлiв"
; LWOTC Needs Translation (2)
LocLongDescription="Спецiальний пострiл: Здiйснiть три пострiли по цiлi в однiй атацi. Вимагає двi дiї, i всi пострiли мають штраф до влучностi. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocHelpText="Спецiальний пострiл: Здiйснiть три пострiли по цiлi в однiй атацi. Вимагає двi дiї, i всi пострiли мають штраф до влучностi. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Спецiальний пострiл: Здiйснiть три пострiли по цiлi в однiй атацi. Вимагає двi дiї, i всi пострiли мають штраф -<Ability:CYCLIC_FIRE_AIM_MALUS/> до влучностi.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасiв.<br/><Bullet/> Циклiчний Вогонь має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/><Bullet/> Вимагає автоматичної зброї; здатнiсть не буде доступною, коли в якостi основної зброї обладнано дробовик або снайперську гвинтiвку."
; End Translation (2)

[StreetSweeper X2AbilityTemplate]
LocFriendlyName="Траншейна Дробовик"
LocFlyOverText="Траншейна Дробовик"
; LWOTC Needs Translation
LocLongDescription="Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть короткорадiусну конусну атаку по ближнiх цiлях. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocHelpText="Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть короткорадiусну конусну атаку по ближнiх цiлях. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть короткорадiусну конусну атаку по ближнiх цiлях.<br/><Bullet/> Траншейний Дробовик має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасiв.<br/><Bullet/> Здатнiсть не буде доступною з iншими основними видами зброї.<br/><Bullet/> Пострiл не пробиває важкi укриття, тому ця здатнiсть найкраще використовується в ситуацiях флангування.<br/><Bullet/> Союзники в областi ефекту можуть отримати шкоду.<br/>
; End Translation

; LWOTC Needs Translation (2)
[SlugShot X2AbilityTemplate]
LocFriendlyName="Пострiл кулею"
LocFlyOverText="Пострiл кулею"
; LWOTC needs Translation (4)
LocLongDescription="Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть пострiл, який пробиває <Ability:SLUG_SHOT_PIERCE/> бронi, не має штрафiв за вiдстань i має +<Ability:SLUG_SHOT_ACC_BONUS> до точностi. Використовує <Ability:SelfAmmoCost/> боєприпасiв. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocHelpText="Бронебiйний спецiальний пострiл з дробовика без штрафiв за вiдстань."
LocPromotionPopupText="<Bullet/> Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть пострiл без штрафiв за вiдстань.<br/><Bullet/> Пострiл пробиває <Ability:SLUG_SHOT_PIERCE/> бронi.<br/><Bullet/> Пострiл Слiжем має <Ability:SelfCooldown_LW/> ходiв перезарядки. <br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасiв.<br/>"


[SlugShotRangeEffect X2AbilityTemplate]
LocFriendlyName="Пострiл кулею"
LocFlyOverText="Пострiл кулею"
LocLongDescription="Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть пострiл без штрафiв за вiдстань i +<Ability:SLUG_SHOT_ACC_BONUS> до точностi. Використовує <Ability:SelfAmmoCost/> боєприпасiв. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocHelpText="Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть пострiл без штрафiв за вiдстань. Використовує <Ability:SelfAmmoCost/> боєприпасiв. Має <Ability:SelfCooldown_LW/> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Спецiальний пострiл тiльки для основних дробовикiв: Здiйснiть пострiл без штрафiв за вiдстань.<br/><Bullet/> Пострiл Слiжем має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасiв.<br/>"
; End Translation (4)

[Commissar X2AbilityTemplate]
LocFriendlyName="Контрольний"
LocFlyOverText="Контрольний"
LocLongDescription="Пострiли з пiстолета по союзникам, якi були пiд контролем ворога, мають +50 до влучностi, не можуть бути ухиленими i автоматично вбивають цiль при попаданнi."
LocHelpText="Пострiли з пiстолета по союзникам, якi були пiд контролем ворога, мають +50 до влучностi, не можуть бути ухиленими i автоматично вбивають цiль при попаданнi."
LocPromotionPopupText="<Bullet/> Пострiли з пiстолета по союзникам, якi були пiд контролем ворога, мають +50 до влучностi, не можуть бути ухиленими i автоматично вбивають цiль при попаданнi.<br/>"

[ClutchShot X2AbilityTemplate]
LocFriendlyName="В десятку"
LocFlyOverText="В десятку"
LocLongDescription="Раз за мiсiю, здiйснiть пострiл з пiстолета, який не може промахнутися."
LocHelpText="Раз за мiсiю, здiйснiть пострiл з пiстолета, який не може промахнутися."
LocPromotionPopupText="<Bullet/> Раз за мiсiю, здiйснiть пострiл з пiстолета, який не може промахнутися.<br/>"

; LWOTC Needs Translation (3)
[Gunslinger X2AbilityTemplate]
LocFriendlyName="Ковбой"
LocFlyOverText="Ковбой"
LocLongDescription="Здiйснiть реакцiйний пострiл з пiстолета, гарантовано потрапляючи i завдаючи критичної шкоди по будь-якому ворогу, який рухається або атакує в межах <Ability:GUNSLINGER_TILES_RANGE/> клiтин."
LocHelpText="Покращена радiальна пiстолетна засiдка."
LocPromotionPopupText="<Bullet/> Радiус <Ability:GUNSLINGER_TILES_RANGE/> клiтин.<br/><Bullet/> Стрiлець має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/><Bullet/> Не може використовуватися з приховування."
LocFriendlyNameWhenConcealed="Засiдка (Прихований)"
; End Translation (3)

[HyperReactivePupils X2AbilityTemplate]
LocFriendlyName="Гiперчутливi зiницi"
LocFlyOverText="Гiперчутливi зiницi"
LocLongDescription="Отримайте +<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS> до влучностi для наступного пострiлу з вашої основної зброї пiсля промаху."
LocHelpText="Отримайте +<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS> до влучностi для наступного пострiлу з вашої основної зброї пiсля промаху."
LocPromotionPopupText="<Bullet/> Бонус застосовується до наступного попадання або до кiнця мiсiї.<br/><Bullet/> Пострiли з зоною ураження не викликають бонусу.<br/>"

[SteadyWeapon X2AbilityTemplate]
LocFriendlyName="Стiйка позицiя"
LocFlyOverText="Стiйка позицiя"
LocLongDescription="Отримайте +20 до влучностi для наступного пострiлу з вашої основної зброї. Множинне використання додатково збiльшує бонус. Бонус зникає, якщо ви використовуєте дiї або отримуєте поранення."
LocHelpText="Отримайте +20 до влучностi для наступного пострiлу з вашої основної зброї. Множинне використання додатково збiльшує бонус. Бонус зникає, якщо ви використовуєте дiї або отримуєте поранення."
LocPromotionPopupText="<Bullet/> Отримайте +20 до влучностi для наступного пострiлу з вашої основної зброї. Бонус зникає, якщо ви використовуєте дiї або отримуєте поранення.<br/><Bullet/> Не можна стабiлiзувати зброю, коли вас пригнiчують.<br/><Bullet/> Ефект зберiгається протягом декiлькох ходiв, якщо нiчого не робити.<br/><Bullet/> Використання Стабiльної Зброї протягом декiлькох поспiль ходiв дозволить бонусу накопичуватися."

[LockedOn X2AbilityTemplate]
LocFriendlyName="Пристрiлка"
LocFlyOverText="Пристрiлка"
; LWOTC Needs Translation (2)
LocLongDescription="Отримайте +<Ability:LOCKEDON_AIM_BONUS/> влучностi i +<Ability:LOCKEDON_CRIT_BONUS/> критичного шансу для послiдовних пострiлiв з вашої <Ability:BOUND_WEAPON_NAME/> по тiй самiй ворожiй одиницi."
LocHelpText="Отримайте +<Ability:LOCKEDON_AIM_BONUS/> влучностi i +<Ability:LOCKEDON_CRIT_BONUS/> критичного шансу для послiдовних пострiлiв з вашої <Ability:BOUND_WEAPON_NAME/> по тiй самiй ворожiй одиницi."
LocPromotionPopupText="<Bullet/> Отримайте +<Ability:LOCKEDON_AIM_BONUS/> влучностi i +<Ability:LOCKEDON_CRIT_BONUS/> критичного шансу для послiдовних пострiлiв з вашої <Ability:BOUND_WEAPON_NAME/> по тiй самiй цiлi. Не накопичується, застосовується тiльки до ворожих одиниць.<br/><Bullet/> Пострiли з зоною ураження не надають бонусу."
; End Translation (2)

[Sentinel_LW X2AbilityTemplate]
LocFriendlyName="Вартовий"
LocFlyOverText="Вартовий"
LocLongDescription="Дозволяє зробити пострiл з режиму \"перехоплення\" два рази."
LocHelpText="Дозволяє зробити пострiл з режиму \"перехоплення\" два рази."
LocPromotionPopupText="<Bullet/> Дозволяє зробити пострiл з режиму \"перехоплення\" два рази по однiй або кiльком цiлям, залежно вiд перемiщення ворогiв.<br/>"

[RapidReaction X2AbilityTemplate]
LocFriendlyName="Швидка реакцiя"
LocFlyOverText="Швидка реакцiя"
LocLongDescription="Кожен влучний пострiл у режимi \"перехоплення\" дозволяє зробити ще один такий самий пострiл (максимум: три пострiли)."
LocHelpText="Кожен влучний пострiл у режимi \"перехоплення\" дозволяє зробити ще один пострiл (максимум: три пострiли)."
LocPromotionPopupText="<Bullet/> Кожен влучний пострiл у режимi \"перехоплення\" дозволяє зробити ще один такий самий пострiл (максимум: три пострiли).<br/>"

[LightningReflexes_LW X2AbilityTemplate]
LocFriendlyName="Блискавичнi рефлекси"
LocFlyOverText="Блискавичнi рефлекси"
LocLongDescription="Реакцiйнi пострiли проти вас мають значно знижений шанс на влучання. Бонус зменшується з кожним додатковим реакцiйним пострiлом."
LocHelpText="Реакцiйнi пострiли проти вас мають знижений шанс на влучання."
LocPromotionPopupText="<Bullet/> Реакцiйнi пострiли проти вас мають значно знижений шанс на влучання.<br/><Bullet/> Перший реакцiйний пострiл проти вас пiд час ходу має -100 до влучання; другий -80; третiй -60; четвертий -40, i п'ятий -20. Подальшi реакцiйнi пострiли мають нормальний шанс на влучання.<br/><Bullet/> Ця здатнiсть не надає захисних бонусiв, якщо одиниця дезорiєнтована, оглушена, панiкує, горить або iншим чином ослаблена."

[Cutthroat X2AbilityTemplate]
LocFriendlyName="Головорiз"
LocFlyOverText="Головорiз"
; LWOTC Needs Translation
LocLongDescription="Вашi ближнi атаки по бiологiчним ворогам iгнорують їх броню, мають +<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> критичного шансу i завдають +<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> критичної шкоди."
LocHelpText="Вашi ближнi атаки по бiологiчним ворогам iгнорують їх броню, мають +<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> критичного шансу i завдають +<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> критичної шкоди."
LocPromotionPopupText="<Bullet/> Вашi ближнi атаки по бiологiчним ворогам iгнорують їх броню, мають +<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> критичного шансу i завдають +<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> критичної шкоди."
; End translation

[KillerInstinct X2AbilityTemplate]
LocFriendlyName="Природжений вбивця"
LocFlyOverText="Природжений вбивця"
; LWOTC Needs Translation
LocLongDescription="У режимi \"Стрiльба на бiгу\" шкода при критичному попаданнi зростає на <Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT/>% до кiнця ходу."
LocHelpText="У режимi \"Стрiльба на бiгу\" шкода при критичному попаданнi зростає на <Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT/>% до кiнця ходу."
LocPromotionPopupText="<Bullet/> У режимi \"Стрiльба на бiгу\" шкода при критичному попаданнi зростає на <Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT/>% до кiнця ходу.<br/>"


[ExtraConditioning X2AbilityTemplate]
LocFriendlyName="Додаткова Пiдготовка"
LocFlyOverText="Додаткова Пiдготовка"
LocLongDescription="\"Стрiльба на бiгу\" перезаряжається на один хiд швидше."
LocHelpText="\"Стрiльба на бiгу\" перезаряжається на один хiд швидше."
LocPromotionPopupText="<Bullet/> \"Стрiльба на бiгу\" перезаряжається на один хiд швидше.<br/>"
; End translation
[RunAndGun_LW X2AbilityTemplate]
LocFriendlyName="Стрiльба на бiгу"
LocFlyOverText="Стрiльба на бiгу"
LocLongDescription="Дає додаткову дiю пiсля ривка. Активацiя цiєї здiбностi вимикає бiльшiсть iнших навичок, якi надають додатковi очки дiй, такi як \"Близький Контакт\" або \"Стрiляй i Тiкай\"."
LocHelpText="Дає додаткову дiю пiсля ривка."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Здатнiсть \"Стрiльба на бiгу\" дозволяє швидко зблизитися з цiллю або обiйти її з флангу.<br/><Bullet/> Ходiв до перезарядки: <Ability:RUN_AND_GUN_COOLDOWN/>.<br/>Ця здатнiсть вимикає навички, що надають додатковi очки дiй, такi як \"Близький Контакт\" або \"Стрiляй i Тiкай\".<br/>"
; End translation

[Suppression_LW X2AbilityTemplate]
LocFriendlyName="Придушення"
LocFlyOverText="Придушення"
LocLongDescription="Придушує ворога щiльним вогнем i дозволяє стрiляти, якщо той почне рух, блокує деякi його здiбностi, а також знижує його точнiсть на <Ability:SUPPRESSIONPENALTY/>."
LocHelpText="Погiршує точнiсть ворога i дозволяє стрiляти, якщо вiн рухається."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Здатнiсть \"Придушення\" вимагає <Ability:SelfAmmoCost/> од. боєкомплекту i перезаряжається миттєво.<br/><Bullet/> Якщо солдат отримає шкоду, \"Придушення\" буде припинено.<br/><Bullet/> Якщо кiлька солдатiв придушують одну цiль, штрафи на точнiсть не сумуються.<br/><Bullet/> Непридатне, якщо використовується снайперська гвинтiвка або дробовик.<br/><Bullet/> Придушення блокує багато здiбностей цiлi, включаючи використання ракет та гранат."
; End Translation

[AreaSuppression X2AbilityTemplate]
LocFriendlyName="Широке придушення"
LocFlyOverText="Широке придушення"
LocLongDescription="Придушує щiльним вогнем кiлькох ворогiв у радiусi 4 клiтинок i дозволяє стрiляти в будь-кого, хто почне рух. Також знижує точнiсть на <Ability:SUPPRESSIONPENALTY/> для всiх цiлей, поки дiє придушення. Не може використовуватися, поки дiє маскування."
LocHelpText="Придушує вогнем кiлька цiлей у зонi дiї."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Широке придушення недоступне, поки дiє маскування.<br/><Bullet/> Будь-який противник, який почне рух, стане цiллю атаки, поки у придушуючого вистачає патронiв.<br/><Bullet/> Недоступне для дробовикiв i снайперських гвинтiвок.<br/><Bullet/> Здатнiсть вимагає <Ability:SelfAmmoCost/> од. боєкомплекту, плюс по 1 за кожен пострiл. Перезарядка вiдсутня.<br/><Bullet/> Якщо солдат отримає шкоду, придушення буде припинено.<br/><Bullet/> Якщо кiлька солдатiв придушують одну цiль, штраф на точнiсть не сумується.<br/><Bullet/> Придушення блокує багато здiбностей цiлi, включаючи використання ракет та гранат."
; End Translation

[SuppressionShot_LW X2AbilityTemplate]
LocFriendlyName="Придушення"
LocFlyOverText="Придушення"

[DangerZone X2AbilityTemplate]
LocFriendlyName="Небезпечна зона"
LocFlyOverText="Небезпечна зона"
LocLongDescription="Широке придушення дiє у радiусi 5 клiтин."
LocHelpText="Розширює зону придушення."
LocPromotionPopupText="<Bullet/> Широке придушення дiє у радiусi 5 клiтин.<br/>"

[Lockdown X2AbilityTemplate]
LocFriendlyName="Пастка"
LocFlyOverText="Пастка"
LocLongDescription="Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучностi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocHelpText="Збiльшує шанс попадання i шкоду при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучностi по противниках, якi намагаються рухатися при придушеннi вогнем.<br/><Bullet/> Ефект сумується з iншими бонусами до реакцiйного вогню."

[LockdownBonuses X2AbilityTemplate]
LocFriendlyName="Пастка"
LocFlyOverText="Пастка"
LocLongDescription="Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучностi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocHelpText="Збiльшує шанс попадання i шкоду при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучностi по противниках, якi намагаються рухатися при придушеннi вогнем.<br/><Bullet/> Ефект сумується з iншими бонусами до реакцiйного вогню."

[Mayhem X2AbilityTemplate]
LocFriendlyName="Хаос"
LocFlyOverText="Хаос"
LocLongDescription="Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocHelpText="Збiльшує шкоду при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем.<br/>"

[MayhemBonuses X2AbilityTemplate]
LocFriendlyName="Хаос"
LocFlyOverText="Хаос"
LocLongDescription="Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocHelpText="Збiльшує шкоду при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрiльбi по противниках, якi намагаються рухатися при придушеннi вогнем.<br/>"

[Interference X2AbilityTemplate]
LocFriendlyName="Перешкода"
LocFlyOverText="Перешкода"
; LWOTC Needs Translation (2)
LocLongDescription="\"Гремлiн\" скасовує режим \"перехоплення\" для цiлi."
; End Translation (2)
LocHelpText="Скасовує режим \"перехоплення\" для цiлi."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Скасовує режим \"перехоплення\" для цiлi.<br/><Bullet/> Вiльна дiя.<br/><Bullet/> 3 заряди на бiй. Удосконалення гремлiна додає +2 заряди.<br/>"
; End Translation (2)

[DamageControl X2AbilityTemplate]
LocFriendlyName="Боротьба за виживання"
LocFlyOverText="Боротьба за виживання"
LocLongDescription="Пiсля отримання шкоди додається +<Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць бронi до кiнця ходу."
LocHelpText="Пiсля отримання шкоди додається +<Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць бронi до кiнця ходу."
LocPromotionPopupText="<Bullet/> Попадання тимчасово роблять вашу броню мiцнiшою. Пiсля отримання шкоди додається +<Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць бронi до кiнця наступного ходу."

[DamageControlPassive X2AbilityTemplate]
LocFriendlyName="Контроль Шкоди"
LocFlyOverText="Контроль Шкоди"
LocLongDescription="Пiсля отримання шкоди додається <Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць бронi до кiнця ходу."
LocHelpText="Пiсля отримання шкоди додається <Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць бронi до кiнця наступного ходу."
LocPromotionPopupText="<Bullet/> Попадання тимчасово роблять вашу броню мiцнiшою. Пiсля отримання шкоди додається <Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць бронi до кiнця наступного ходу."

[Evasive X2AbilityTemplate]
LocFriendlyName="Ухилянт"
LocFlyOverText="Ухилянт: +100 до ухилення"
LocLongDescription="Дає +100 до ухилення на початку кожного завдання. Бонус втрачається пiсля першого отримання шкоди."
LocHelpText="Додає +100 до ухилення до отримання шкоди."
LocPromotionPopupText="<Bullet/> Ця здатнiсть, як правило, перетворює перше попадання у солдата в \"подряпину\", однак шкода вiд атак, яких не можна уникнути, скидає ефект, не активуючи його."

[RemoveEvasive X2AbilityTemplate]
LocFriendlyName="Бонус до ухилення втрачено"
LocFlyOverText="Бонус до ухилення втрачено"
LocLongDescription="Дає +100 до ухилення на початку кожного завдання. Бонус втрачається пiсля першого отримання шкоди."
LocHelpText="Додає +100 до ухилення до отримання шкоди."
LocPromotionPopupText="<Bullet/> Ця здатнiсть, як правило, перетворює перше попадання у солдата в \"подряпину\", однак шкода вiд атак, яких не можна уникнути, скидає ефект, не активуючи його."

[SnapShot X2AbilityTemplate]
LocFriendlyName="Пострiл навскидку"
LocFlyOverText="Пострiл навскидку"
LocHelpText="Пострiл по цiлi"
;LocLongDescription="Ви можете здiйснювати стандартнi пострiли зi своєї снайперської гвинтiвки пiсля перемiщення, але ви отримаєте суворi штрафи до влучностi за вiдстань бiльше 5 клiтинок вiд зони видимостi."
;LocPromotionPopupText="<Bullet/> Солдат може використовувати снайперську гвинтiвку для стандартних пострiлiв пiсля перемiщення, але отримає суворi штрафи до влучностi за цiлi на вiдстанi бiльше 22 клiтинок на цих пострiлах.<br/><Bullet/> Солдат не може входити в перехоплення зi снайперською гвинтiвкою пiсля перемiщення.<br/>

LocLongDescription="Ви можете стрiляти зi своєї снайперської гвинтiвки пiсля руху, але з великими штрафами до влучностi, якщо цiль знаходиться далi 5 клiтинок \"Загального виду\"."
LocPromotionPopupText="<Bullet/> Ця здатнiсть значно змiнює спосiб дiї снайпера: Солдат може використовувати снайперську гвинтiвку для стандартних пострiлiв пiсля перемiщення, але отримає суворi штрафи до влучностi за цiлi на вiдстанi бiльше 22 клiтинок на всiх пострiлах, незалежно вiд того, чи рухався солдат чи нi.<br/><Bullet/> Працює лише зi снайперськими гвинтiвками.<br/><Bullet/> Зменшує штрафи за близьку вiдстань на <Ability:WPN_HANDLING_MODIFIER/> порiвняно зi звичайними снайперськими гвинтiвками.<br/><Bullet/> Пiсля 5 клiтинок зони перехоплення, отримує додатковий штраф -20 влучностi за клiтинку.<br/><Bullet/> Деякi спецiальнi пострiли i Довге Спостереження все ще вимагають обох дiй для використання. Довге перехоплення дозволяє здiйснювати пострiли з перехоплення на далеку вiдстань, але штрафи до влучностi все ще застосовуються.<br/><Bullet/> Солдат не буде здiйснювати пострiл з перехоплення або Зони Убивства без принаймнi 1% шансу на влучання."

[SnapShotOverwatch X2AbilityTemplate]
LocFriendlyName="Перехоплення"
LocHelpText="Пострiл зi зниженою влучнiстю у першого ворога, який потрапив у поле зору. Пострiл у режимi \"перехоплення\" неможливий, якщо ймовiрнiсть попадання нижче 1%."
LocLongDescriptionWhenConcealed="Пострiл у першого ворога, який з'явиться у полi зору, але тiльки пiсля виходу з маскування."
LocFlyOverText="Перехоплення"
LocFriendlyNameWhenConcealed="Перехоплення (маскування)"

[SnapShotAimModifier X2AbilityTemplate]
LocFriendlyName="Пострiл навскидку"
LocFlyOverText="Пострiл навскидку"
LocLongDescription="Дозволяє вести вогонь зi снайперської гвинтiвки та використовувати \"перехоплення\" пiсля перемiщення, але додає штраф за дальнiсть за межами 5 клiтинок \"Загального виду\"."
LocHelpText="Дозволяє стандартнi пострiли зi снайперських гвинтiвок пiсля перемiщення."

[Trojan X2AbilityTemplate]
LocFriendlyName="Троян"
LocFlyOverText="Троян"
LocLongDescription="Зламанi вороги отримують шкоду та втрачають всi свої дiї на першому ходi пiсля закiнчення ефекту зламу."
LocHelpText="Зламанi одиницi отримують шкоду i втрачають свої дiї, коли ефект злому закiнчується. Ця здатнiсть дозволяє нашим спецiалiстам знищувати дрони Адвенту, не розкриваючись. Навiть якщо жертва переживе атаку Трояна, приховування не буде розкрите."
LocPromotionPopupText="<Bullet/> Ворожi одиницi, зламанi Протоколом Злому, отримують 0-8 шкоди i втрачають свої дiї на хiд, коли ефект злому закiнчується.<br/><Bullet/> Застосовується до одиниць, оглушених або взятих пiд контроль Протоколом Злому.<br/><Bullet/> Ушкодження розраховуються на основi навичку злому проти захисту вiд злому цiлi..<br/>"

[Covert X2AbilityTemplate]
LocFriendlyName="ПОТАЄМНИЙ"
LocFlyOverText="Потаємний"
; LWOTC Needs Translation
LocLongDescription="Радiус виявлення противника зменшується на <Ability:COVERT_DETECTION_RANGE_REDUCTION/>%"
LocHelpText="Зменшує вiдстань, на якiй противники вас виявляють."
LocPromotionPopupText="<Bullet/> На <Ability:COVERT_DETECTION_RANGE_REDUCTION/>% зменшує вiдстань, на якiй противники вас виявляють (вiдображається червоними клiтинами навколо ворогiв, поки тi не знають про вашу присутнiсть).<br/><Bullet/> Також трохи знижує час проникнення для цього солдата.<br/><Bullet/> Не поширюється на охороннi вежi \"Адвента\"."
; End Translation

[Ghostwalker X2AbilityTemplate]
LocFriendlyName="Привид"
LocFlyOverText="Привид"
; LWOTC Needs Translation (2)
LocLongDescription="Активуйте цю здатнiсть, щоб знизити ворожу дальнiсть виявлення на <Ability:GHOSTWALKER_DETECTION_RANGE_REDUCTION/>% протягом <Ability:GHOSTWALKER_DURATION/> ходи."
LocHelpText="Знижує ворожу дальнiсть виявлення на <Ability:GHOSTWALKER_DETECTION_RANGE_REDUCTION/>% протягом <Ability:GHOSTWALKER_DURATION/> ходи."
LocPromotionPopupText="<Bullet/> Здатнiсть знижує ворожу дальнiсть виявлення на <Ability:GHOSTWALKER_DETECTION_RANGE_REDUCTION/>% на <Ability:GHOSTWALKER_DURATION/> ходи, включаючи поточний (вiдображається червоними клiтинами навколо ворогiв, поки тi не знають про вашу присутнiсть).<br/><Bullet/> Перезаряжається <Ability:SelfCooldown/> ходiв.<br/><Bullet/> Не вимагає дiї для активацiї.<br/><Bullet/> Також трохи знижує час проникнення для цього солдата.<br/><Bullet/> Не поширюється на охороннi вежi \"Адвента\"."
; End Translation (2)

[Kubikuri X2AbilityTemplate]
LocFriendlyName="Кубiкурi"
LocFlyOverText="Кубiкурi"
LocLongDescription="Особливий пострiл по цiлi, яка втратила здоров'я: критичне попадання вбиває, звичайне попадання завдає половину шкоди. Вимагає двi дiї. Перезарядка 4 ходу."
LocHelpText="Критичнi попадання автоматично вбивають ворогiв з неповним здоров'ям. Звичайнi атаки завдають половину шкоди."
LocPromotionPopupText="<Bullet/> Особливий пострiл по цiлi, яка втратила здоров'я: критичне попадання вбиває, звичайне попадання завдає половину шкоди.<br/><Bullet/> Вимагає двi дiї.<br/><Bullet/> Перезарядка 4 ходу.<br/><Bullet/> \"Правителям\" критичне попадання завдає подвоєну шкоду, але не вбиває."

[CombatAwareness X2AbilityTemplate]
LocFriendlyName="Уважнiсть"
LocFlyOverText="Уважнiсть"
LocLongDescription="Надає <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> захисту i <Ability:COMBAT_AWARENESS_BONUS_ARMOR> бронi пiд час \"перехоплення\" або \"придушення\""
LocHelpText="Надає <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> захисту i <Ability:COMBAT_AWARENESS_BONUS_ARMOR> бронi пiд час \"перехоплення\" або \"придушення\"."
LocPromotionPopupText="<Bullet/> Отримуйте <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> захисту i <Ability:COMBAT_AWARENESS_BONUS_ARMOR> бронi пiд час \"перехоплення\" або \"придушення\".<br/><Bullet/> Ця здатнiсть не надає захисних бонусiв, якщо одиниця дезорiєнтована, оглушена, панiкує, горить або iншим чином ослаблена."

[FieldSurgeon X2AbilityTemplate]
LocFriendlyName="Польовий хiрург"
LocFlyOverText="Польовий хiрург"
LocLongDescription="Знижує час вiдновлення вiд ран для бiльшостi солдатiв."
LocHelpText="Знижує час вiдновлення вiд ран для бiльшостi солдатiв."
LocPromotionPopupText="<Bullet/> Знижує на 1 од. кiлькiсть здоров'я, яке солдат повинен вiдновити пiсля поранення в бою.<br/><Bullet/> Кiлька польових хiрургiв надають посилений ефект.<br/><Bullet/> Ефект поширюється на самого хiрурга.<br/><Bullet/> Не поширюється на стабiлiзованих або смертельно поранених солдатiв."

[Flashbanger X2AbilityTemplate]
LocFriendlyName="Освiтлювач"
LocFlyOverText="Освiтлювач"
LocLongDescription="Додає одну свiтло-шумову гранату в екiпiровку солдата."
LocHelpText="Додає одну свiтло-шумову гранату в екiпiровку солдата."
LocPromotionPopupText="<Bullet/> Додає одну свiтло-шумову гранату в екiпiровку солдата.<br/>"

[SmokeGrenade X2AbilityTemplate]
LocFriendlyName="Димова Граната"
LocFlyOverText="Димова Граната"
LocLongDescription="Додає 1-ну бонусну димову гранату до спорядження солдата."
LocHelpText="Додає 1-ну бонусну димову гранату до спорядження солдата."
LocPromotionPopupText="<Bullet/> Додає одну димову гранату до спорядження солдата.<br/>"

[Savior X2AbilityTemplate]
LocFriendlyName="Рятiвник"
LocFlyOverText="Рятiвник"
LocLongDescription="Медичнi здiбностi вiдновлюють на <Ability:SAVIOR_BONUS_HEAL/> од. здоров'я бiльше."
LocHelpText="Медичнi здiбностi вiдновлюють на <Ability:SAVIOR_BONUS_HEAL/> од. здоров'я бiльше."
LocPromotionPopupText="<Bullet/> Ефект додається до лiкування \"Гремлiна\", аптечок та здiбностей \"Вiдновлення\".<br/>"

[DenseSmoke X2AbilityTemplate]
LocFriendlyName="Густий дим"
LocFlyOverText="Густий дим"
LocLongDescription="Вашi димовi гранати дають додатково +10 до Захисту."
LocHelpText="Вашi димовi гранати дають додатково +10 до Захисту."
LocPromotionPopupText="<Bullet/> Вашi димовi гранати дають додатково +10 од. до Захисту солдатам, що знаходяться в диму (загалом +30).<br/>"


[Collateral_LW X2AbilityTemplate]
LocFriendlyName="Побiчний Збиток"
LocLongDescription="Випустiть чергу з <Ability:WeaponName/> по локацiї, знищуючи укриття в областi. Завдає невеликої шкоди ворогам. 3 ходи перезарядки i використовує 2 боєприпаси."
LocHelpText="Випустiть чергу з <Ability:WeaponName/> по локацiї, знищуючи укриття в областi."
LocFlyOverText="Побiчний Збиток"
LocPromotionPopupText="<Bullet/> Випустiть чергу з <Ability:WeaponName/> по локацiї, знищуючи укриття в областi.<br/><Bullet/> Завдає високої екологiчної шкоди всiм об'єктам у зонi ураження.<br/><Bullet/> Побiчний Збиток завдає 1-2/2/2-3 шкоди ворогам у зонi ураження залежно вiд рiвня обладнаної <Ability:WeaponName/>.<br/><Bullet/> Коштує 2 боєприпаси i має 3 ходи перезарядки.<br/>"


[DenseSmokeGrenade X2GrenadeTemplate]
FriendlyName="Граната з густим димом"
FriendlyNamePlural="Гранати з густим димом"
BriefSummary="Дим пiдвищує захист для всiх, хто потрапить в нього - як своїх, так i чужих."
TacticalText="<Bullet/> Димова завiса негайно пiдвищує захист для всiх в зонi дiї.<br/><Bullet/> Димовi гранати можна кидати i вистрiлювати далi, нiж звичайнi гранати."
ThrownAbilityName="Кидок гранати з густим димом"
ThrownAbilityHelpText="Збiльшує захист в радiусi дiї."
LaunchedAbilityname="Пострiл гранатою з густим димом"
LaunchedAbilityHelpText="Збiльшує захист в радiусi дiї."

[DenseSmokeGrenadeMk2 X2GrenadeTemplate]
FriendlyName="Бомба з густим димом"
FriendlyNamePlural="Бомби з густим димом"
BriefSummary="Полiпшена бомба з густим димом пiдвищує захист для всiх, хто потрапить в нього - як своїх, так i чужих."
TacticalText="<Bullet/> Бомби з густим димом представляють собою полiпшення раннiх димових гранат i забезпечують кращу захист в збiльшеному радiусi дiї.<br/><Bullet/> Димова завiса негайно пiдвищує захист всiх в зонi дiї.<br/><Bullet/> Димовi бомби можна кидати i вистрiлювати набагато далi, нiж звичайнi гранати."
ThrownAbilityName="Кидок бомби з густим димом"
ThrownAbilityHelpText="Суттєво збiльшує захист в радiусi дiї."
LaunchedAbilityname="Пострiл бомбою з густим димом"
LaunchedAbilityHelpText="Суттєво збiльшує захист в радiусi дiї."

[StingGrenades X2AbilityTemplate]
LocFriendlyName="Травматичнi гранати"
LocFlyOverText="Травматичнi гранати"
LocLongDescription="Вашi свiтло-шумовi гранати мають шанс 50% оглушити противника в зонi ураження гранати на 1 хiд."
LocHelpText="Вашi свiтло-шумовi гранати мають шанс 50% оглушити противника."
LocPromotionPopupText="<Bullet/> Вашi свiтло-шумовi гранати мають шанс 50% оглушити противника.<br/><Bullet/> Противники, iмуннi до дiї свiтло-шумових гранат, не можуть бути оглушенi.<br/>"

; End Translation

[DedicatedSuppression_LW X2AbilityTemplate]
LocFriendlyName="Цiлеспрямоване Придушення"
LocLongDescription="Отримання шкоди бiльше не скасовує Придушення та Придушення Областi."
LocHelpText="Отримання шкоди бiльше не скасовує Придушення та Придушення Областi."

[X2Item_StingGrenade]
DenseSmokeGrenadeEffectDisplayName="Травматична граната"
DenseSmokeGrenadeEffectDisplayDesc="Травматичнi гранати мають шанс 50% оглушити противника в зонi ураження."

[StingGrenade X2GrenadeTemplate]
FriendlyName="Травматична граната"
FriendlyNamePlural="Травматичнi гранати"
BriefSummary="Дає шанс 50% оглушити та дезорiєнтувати цiлi в зонi ураження на один хiд."
TacticalText="<Bullet/> Дає шанс 50% оглушити та дезорiєнтувати цiлi в зонi ураження на один хiд.<br/>"
ThrownAbilityName="Кидок травматичної гранати"
ThrownAbilityHelpText="Дає шанс 50% оглушити та дезорiєнтувати цiлi в зонi ураження на один хiд."
LaunchedAbilityname="Пострiл травматичною гранатою"
LaunchedAbilityHelpText="Дає шанс 50% оглушити та дезорiєнтувати цiлi в зонi ураження на один хiд."

[RapidDeployment X2AbilityTemplate]
LocFriendlyName="Швидке розгортання"
LocFlyOverText="Швидке розгортання"
LocLongDescription="Активуйте цю здатнiсть перед кидком або пострiлом гранатою пiдтримки, i ви не витратите на це дiю."
LocHelpText="Активуйте цю здатнiсть перед кидком або пострiлом гранатою пiдтримки, i ви не витратите на це дiю."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Активуйте цю здатнiсть перед кидком або пострiлом гранатою пiдтримки, i ви не витратите на це дiю.<br/><Bullet/> Дiє на димовi та свiтло-шумовi гранати, а також формовi заряди та бойовi сканери.<br/><Bullet/> Ходiв до перезарядки: <Ability:SelfCooldown_LW/>.<br/>"
; End Translation (2)

[CombatRush X2AbilityTemplate]
LocFriendlyName="Бойовий азарт"
LocFlyOverText="Бойовий азарт"
LocLongDescription="Коли ви вбиваєте ворога, союзники в радiусi <Ability:COMBAT_RUSH_RADIUS> клiтинок отримують +<Ability:COMBAT_RUSH_AIM_BONUS> влучностi, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу i +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобiльностi на <Ability:COMBAT_RUSH_DURATION> ходiв. <Ability:COMBAT_RUSH_COOLDOWN> ходiв перезарядки."
LocHelpText="Коли ви вбиваєте ворога, союзники в радiусi <Ability:COMBAT_RUSH_RADIUS> клiтинок отримують +<Ability:COMBAT_RUSH_AIM_BONUS> влучностi, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу i +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобiльностi на <Ability:COMBAT_RUSH_DURATION> ходiв. <Ability:COMBAT_RUSH_COOLDOWN> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Бойовий Порив активується, коли ви вбиваєте ворожу одиницю i надає союзникам в радiусi <Ability:COMBAT_RUSH_RADIUS> клiтинок +<Ability:COMBAT_RUSH_AIM_BONUS> влучностi, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу i +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобiльностi.<br/><Bullet/> Ефект триває <Ability:COMBAT_RUSH_DURATION> пiсля вбивства.<br/><Bullet/> Може активуватися кожнi <Ability:COMBAT_RUSH_COOLDOWN> ходiв.<br/>"

[BroadcastCombatRush X2AbilityTemplate]
LocFriendlyName="Бойовий азарт"
LocFlyOverText="Бойовий азарт"
LocLongDescription="Ближнiй союзник надає вам +<Ability:COMBAT_RUSH_AIM_BONUS> влучностi, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу i +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобiльностi на <Ability:COMBAT_RUSH_DURATION> ходiв."
LocHelpText="Ближнiй союзник надає вам +<Ability:COMBAT_RUSH_AIM_BONUS> влучностi, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу i +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобiльностi на <Ability:COMBAT_RUSH_DURATION> ходiв."

; LWOTC Needs Translation (2)
[GrazingFire X2AbilityTemplate]
LocFriendlyName="Неспокiйний вогонь"
LocFlyOverText="Неспокiйний вогонь"
LocLongDescription="Промахи з основної зброї мають додатковий шанс стати \"подряпиною\"."
LocHelpText="Промахи можуть ставати \"подряпинами\"."
LocPromotionPopupText="<Bullet/> Промахи з основної зброї зазвичай мають <Ability:GRAZING_FIRE_SUCCESS_CHANCE>% шанс стати \"подряпиною\".<br/><Bullet/> Ефект застосовується пiсля звичайного розрахунку попадання/промаху.<br/><Bullet/> Цiлi, у яких є очки ухилення, вiднiмають цi очки з шансу стати \"подряпиною\".<br/> <Bullet/> Працює на всi види зброї, включаючи метальнi ножi та зброю ближнього бою.<br/>"
; End Translation (2)

[HeavyFrags X2AbilityTemplate]
LocFriendlyName="Потужний вибуховий механiзм"
LocFlyOverText="Потужний вибуховий механiзм"
LocLongDescription="Вибухи гранат завдають додаткову одиницю шкоди."
LocHelpText="Вибухи гранат завдають додаткову одиницю шкоди."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Вашi гранати завдають на 1 од. бiльше шкоди, але вимагають спецiальної пiдготовки.<br/><Bullet/> Це поширюється також на ефекти, якi викликають гранати, наприклад, горiння.<br/>"
; End Translation (2)

[Airdrop X2AbilityTemplate]
LocFriendlyName="Спецдоставка"
LocFlyOverText="Спецдоставка"
; LWOTC Needs Translation
LocLongDescription="\"Гремлiн\" доставляє бойову гранату вибраному союзнику. Кiлькiсть використань за мiсiю: <Ability:NUM_AIRDROP_CHARGES/>."
LocHelpText="Доставляє гранату вибраному союзнику."
LocPromotionPopupText="<Bullet/> Доставляє бойову гранату вибраному союзнику.<br/><Bullet/> Спочатку надає осколкову гранату, але з полiпшенням технологiй XCOM буде доступне i бiльш потужне озброєння.<br/><Bullet/> Активацiя \"Спецдоставки\" витрачає одну дiю i не завершує хiд солдата, не порушує маскування.<br/><Bullet/> Кiлькiсть використань за мiсiю: <Ability:NUM_AIRDROP_CHARGES/>."
; End Translation

[SwordSlice_LW X2AbilityTemplate]
LocFriendlyName="Блискавка"
LocFlyOverText="Блискавка"
LocLongDescription="Атака мечем будь-якого противника в межах дальностi перемiщення. Завдає +1 од. шкоди за кожнi <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клiтини мiж вами та противником."
LocHelpText="Атака мечем будь-якого противника в межах дальностi перемiщення. Завдає збiльшену шкоду з бiльшої дистанцiї."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Можна активувати здатнiсть \"Блискавка\", коли курсор руху наведено на противника.<br/><Bullet/> Солдат може витратити обидвi дiї, зробивши ривок, i пiсля цього виконати удар по ворогу, що стоїть поруч.<br/><Bullet/> Завдає +1 од. шкоди за кожнi <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клiтини мiж позицiєю солдата на початку ходу i противником, максимум до <Ability:MAX_SLICE_FLECHE_DAMAGE/> бонусної шкоди.<br/>"
; End Translation

[Fleche X2AbilityTemplate]
LocFriendlyName="Блискавка"
LocFlyOverText="Блискавка"
LocLongDescription="Атака мечем будь-якого противника в межах дальностi перемiщення. Завдає +1 од. шкоди за кожнi <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клiтини мiж вами та противником."
LocHelpText="Атака мечем будь-якого противника в межах дальностi перемiщення. Завдає збiльшену шкоду з бiльшої дистанцiї."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Щоб активувати здатнiсть \"Блискавка\", наведiть курсор руху на противника.<br/><Bullet/> Солдат може витратити обидвi дiї, зробивши ривок, i пiсля цього виконати удар по ворогу, що стоїть поруч.<br/><Bullet/> Завдає +1 од. шкоди за кожнi <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клiтини мiж позицiєю солдата на початку ходу i противником, максимум до <Ability:MAX_SLICE_FLECHE_DAMAGE/> бонусної шкоди.<br/>"
; End Translation

[FullKit X2AbilityTemplate]
LocFriendlyName="Повний набiр"
LocFlyOverText="Повний набiр"
LocLongDescription="Додає +1 заряд до кожного типу гранати в допомiжних осередках."
LocHelpText="Додає +1 заряд до кожного типу гранати в допомiжних осередках."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Додає 1 використання кожної гранати в допомiжних осередках.<br/><Bullet/> Дiє на вибухiвку, гранати пiдтримки i бойовi сканери.<br/><Bullet/> Додатковi заряди гранат, наданi \"Димкою\" i \"Освiтлювачем\", не враховуються.<br/>"
; End Translation

[Bastion X2AbilityTemplate]
LocFriendlyName="Бастiон"
LocLongDescription="\"Фортеця\" тепер надає iмунiтет найближчим союзникам."
LocHelpText="\"Фортеця\" тепер надає iмунiтет найближчим союзникам."
LocFlyOverText="Бастiон"
LocPromotionPopupText="<Bullet/> Здатнiсть \"Бастiон\" дiє в радiусi 4 клiтинок.<br/><Bullet/> Союзники, що потрапили в радiус дiї пiсля руху, негайно позбавляються вiд усiх негативних фiзичних впливiв.<br/>"

[BastionPassive X2AbilityTemplate]
LocFriendlyName="Бастiон"
LocLongDescription="\"Фортеця\" тепер надає iмунiтет найближчим союзникам."
LocHelpText="\"Фортеця\" тепер надає iмунiтет найближчим союзникам."
LocFlyOverText="Бастiон"
LocPromotionPopupText="<Bullet/> Здатнiсть \"Бастiон\" дiє в радiусi 4 клiтинок.<br/><Bullet/> Союзники, що потрапили в радiус дiї пiсля руху, негайно позбавляються вiд усiх негативних фiзичних впливiв.<br/>"

[BastionCleanse X2AbilityTemplate]
LocFriendlyName="Бастiон"
LocLongDescription="\"Фортеця\" тепер надає iмунiтет найближчим союзникам."
LocHelpText="\"Фортеця\" тепер надає iмунiтет найближчим союзникам."
LocFlyOverText="Бастiон"
LocPromotionPopupText="<Bullet/> Здатнiсть \"Бастiон\" дiє в радiусi 4 клiтинок.<br/><Bullet/> Союзники, що потрапили в радiус дiї пiсля руху, негайно позбавляються вiд усiх негативних фiзичних впливiв.<br/>"

[IronCurtain X2AbilityTemplate]
LocFriendlyName="Залiзна Завiса"
LocFlyOverText="Залiзна Завiса"
; LWOTC Needs Translation
LocLongDescription="Особливий пострiл, що завдає <Ability:IRON_CURTAIN_DAMAGE_MODIFIER/>% вiд звичайної шкоди, але зменшує мобiльнiсть цiлi на <Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION/> хiд(iв). Атака на основi конуса з основною зброєю."
LocHelpText="Особливий пострiл, що завдає низької шкоди, але зменшує мобiльнiсть ворога на наступнi два ходи."
LocPromotionPopupText="<Bullet/> Якщо ця атака на основi конуса влучить, Залiзна Завiса завдає <Ability:IRON_CURTAIN_DAMAGE_MODIFIER/>% вiд звичайної шкоди i накладає -<Ability:IRON_CURTAIN_MOBILITY_DAMAGE> мобiльностi ворогу на <Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION/> хiд(iв).<br/><Bullet/> Залiзна Завiса має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/><Bullet/> Використовує <Ability:IRON_CURTAIN_AMMO_COST> боєприпасiв.<br/><Bullet/> Може використовуватися пiсля перемiщення.<br/><Bullet/> Залiзна Завiса не працює з дробовиками або снайперськими гвинтiвками.<br/><Bullet/> Союзники в конусi можуть отримати шкоду вiд цiєї здiбностi.<br/>"
; End Translation

[IronCurtainShot X2AbilityTemplate]
LocFriendlyName="Залiзна Завiса"
LocFlyOverText="Залiзна Завiса"
LocLongDescription="Особливий пострiл, що завдає низької шкоди, але зменшує мобiльнiсть ворога на наступнi два ходи. Атака на основi конуса з основною зброєю."
LocHelpText="Особливий пострiл, що завдає низької шкоди, але зменшує мобiльнiсть ворога на наступнi два ходи."
LocPromotionPopupText="<Bullet/> Якщо ця атака на основi конуса влучить, Залiзна Завiса завдає 25% звичайної шкоди i накладає -4 мобiльностi ворогу на два ходи.<br/><Bullet/> Чотири ходи перезарядки.<br/><Bullet/> Використовує <Ability:SelfAmmoCost> боєприпасiв.<br/><Bullet/> Може використовуватися пiсля перемiщення.<br/><Bullet/> Залiзна Завiса не працює з дробовиками або снайперськими гвинтiвками.<br/>"
str_IronCurtainEffect="Залiзна Завiса"

[Slash_LW X2AbilityTemplate]
LocFriendlyName="Розрiз"
LocFlyOverText="Розрiз"
LocLongDescription="Атака противника мечем. Вимагає одну дiю."
LocHelpText="Атака противника мечем. Вимагає одну дiю."
LocPromotionPopupText="<Bullet/> Атака сусiднього противника мечем.<br/><Bullet/> Вимагає одну дiю i не завершує хiд, дозволяючи зробити двi послiдовнi атаки по противнику, що стоїть поруч."

[AbsorptionFields X2AbilityTemplate]
LocFriendlyName="Поглинаючi поля"
LocFlyOverText="Поглинаючi поля"
LocLongDescription="Силове поле, яке зменшує вхiдну шкоду на 33% на <Ability:ABSORPTION_FIELDS_DURATION> ходiв. <Ability:ABSORPTION_FIELDS_COOLDOWN> ходiв перезарядки."
LocHelpText="Силове поле, яке зменшує вхiдну шкоду на 33% на <Ability:ABSORPTION_FIELDS_DURATION> ходiв. <Ability:ABSORPTION_FIELDS_COOLDOWN> ходiв перезарядки."
LocPromotionPopupText="<Bullet/> Активуйте силове поле, яке зменшує вхiдну шкоду на 33% на <Ability:ABSORPTION_FIELDS_DURATION> ходiв.<br/><Bullet/> <Ability:ABSORPTION_FIELDS_COOLDOWN> ходiв перезарядки.<br/><Bullet/> Використовує одну дiю i не закiнчує ваш хiд автоматично.<br/><Bullet/> Зброя з бронебiйними властивостями не зменшує цей ефект.<br/>"

[BodyShield X2AbilityTemplate]
LocFriendlyName="Спрямований щит"
LocFlyOverText="Спрямований щит"
LocLongDescription="Вибраний ворог отримує -<Ability:BODY_SHIELD_DEF_BONUS> влучностi i -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> критичного шансу проти вас на <Ability:BODY_SHIELD_DURATION> ходiв. <BODY_SHIELD_COOLDOWN> ходiв перезарядки."
LocHelpText="Вибраний ворог отримує -<Ability:BODY_SHIELD_DEF_BONUS> влучностi i -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> критичного шансу проти вас на <Ability:BODY_SHIELD_DURATION> ходiв. <BODY_SHIELD_COOLDOWN> ходiв перезарядки."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Вибраний ворог отримує -<Ability:BODY_SHIELD_DEF_BONUS> влучностi i -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> критичного шансу проти цiєї одиницi.<br/><Bullet/> Це є безкоштовною дiєю.<br/><Bullet/> Спрямований щит має <Ability:SelfCooldown_LW/> ходiв перезарядки."
; End Translation

[EmergencyLifeSupport X2AbilityTemplate]
LocFriendlyName="Екстрена стабiлiзацiя"
LocFlyOverText="Екстрена стабiлiзацiя"
LocLongDescription="Цей iмплант значно збiльшує порiг шкоди понад необхiдний, щоб обiйти стан кровотечi, зменшуючи ймовiрнiсть смертi вашого солдата пiд час смертельного пострiлу. Таймер кровотечi подовжується на <Ability:EMERGENCY_LIFE_SUPPORT_BONUS_BLEEDINGOUT_TURNS> ходiв."
LocPromotionPopupText="<Bullet/> Надзвичайна Пiдтримка Життя значно збiльшує порiг шкоди понад необхiдний, щоб обiйти стан кровотечi.<br/><Bullet/> Додає <Ability:EMERGENCY_LIFE_SUPPORT_BONUS_BLEEDINGOUT_TURNS> ходiв до таймера кровотечi.<br/>"

[IronSkin X2AbilityTemplate]
LocFriendlyName="Залiзна шкiра"
LocFlyOverText="Залiзна шкiра"
LocLongDescription="Вхiдна шкода в ближньому бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."
LocHelpText="Вхiдна шкода в ближньому бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."
LocPromotionPopupText="<Bullet/> Вхiдна шкода в ближньому бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>.<br/>"

[SmartMacrophages X2AbilityTemplate]
LocFriendlyName="Розумнi макрофаги"
LocFlyOverText="Розумнi макрофаги"
LocLongDescription="Заживляє рани пiсля бою, знижуючи час вiдновлення, i надає iмунiтет до отрут i кислоти."
LocHelpText="Знижує час вiдновлення пiсля поранень i надає iмунiтет до отрут i кислоти."
LocPromotionPopupText="<Bullet/> Знижує на 1 ОЗ втраченого в бою здоров'я до розрахунку часу вiдновлення.<br/><Bullet/> Надає iмунiтет до отрут i кислоти.<br/>"

[MindMerge X2AbilityTemplate]
LocFriendlyName="Злиття розумiв"
LocFlyOverText="Злиття розумiв"
LocLongDescription="Союзник отримує бонус до волi i шансу крит. шкоди, а також одиницi аблативного щита до початку наступного ходу гравця."
LocHelptext="Союзник тимчасово отримує бонус до волi i крит. шансу, а також одиницi аблативного щита."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Додає вибраному союзнику 1 тимчасову одиницю здоров'я (\"щит\") i ще +1 за кожнi 20 од. псi-атаки солдата, який використовує \"Злиття розумiв\".<br/><Bullet/> Також надає союзнику +1 до шансу на крит за кожнi 7 одиниць псi-атаки.<br/><Bullet/> Додає вибраному союзнику 1 одиницю волi за кожнi 5 од. псi-атаки.<br/><Bullet/> Ефект триває до початку наступного ходу псi-агента.<br/><Bullet/> Ходiв до перезарядки: <Ability:SelfCooldown_LW/>.<br/><Bullet/> Цiллю може бути тiльки видимий союзник.<br/><Bullet/> Покращенi псi-пiдсилювачi додають бонус до волi i тимчасовi очки здоров'я.<br/><Bullet/> Використовує одну дiю, не завершує хiд.<br/><Bullet/> Якщо Псi-агент використовується як радник сховища, ця здатнiсть знизить шанс вербування Безликого пiд виглядом повстанця на 40% (накладається з iншими подiбними здiбностями).<br/>"
; End Translation (2)

[SoulMerge X2AbilityTemplate]
LocFriendlyName="Злиття душ"
LocFlyOverText="Злиття душ"
LocLongDescription="Пiдвищує ефективнiсть Злиття Розумiв, надаючи бонус до шансу критичного влучання, волi i одиницям щита, а також зменшуючи час перезарядки здiбностi."
LocHelpText="Пiдвищує ефективнiсть \"Злиття розумiв\"."
LocPromotionPopupText="<Bullet/> Прискорює перезарядку \"Злиття розумiв\" на 1 хiд.<br/><Bullet/> Бонус до тимчасових ОЗ збiльшується до 1 за кожнi 20 од. псi-атаки.<br/><Bullet/> Бонус до волi покращується до 1 за кожнi 5 од. псi-атаки.<br/><Bullet/> Надає бонус до шансу критичного влучання, рiвний 1% за кожнi 5 одиниць псi-атаки."

[Shadowstrike_LW X2AbilityTemplate]
LocFriendlyName="Удар з тiнi"
LocLongDescription="Надає +<Ability:SHADOWSTRIKEAIM/> до влучностi i +<Ability:SHADOWSTRIKECRIT/> до ймовiрностi критичного шансу при дiючому маскуваннi."
LocHelpText="Пiдвищення влучностi i шансу критичного влучання при атацi з режиму маскування."
LocPromotionPopupText="<Bullet/> Бонус вiд \"Удару з тiнi\" дiє навiть у тому випадку, якщо солдат втратив, а потiм вiдновив маскування.<br/>"

[Formidable X2AbilityTemplate]
LocFriendlyName="Непохитнiсть"
LocFlyOverText="Непохитнiсть"
; LWOTC Needs Translation
LocLongDescription="Ваше спорядження включає додатковий шар захисту, що дає <Ability:FORMIDABLE_ABLATIVE_HP/> аблативнi одиницi щита i <Ability:FORMIDABLE_EXPLOSIVES_DR/>% менше пошкоджень вiд вибухiв."
LocHelpText="Отримання аблятивних одиниць щита i зменшення шкоди вiд вибухiв."
LocPromotionPopupText="<Bullet/> Непохитнiсть зменшує шкоду вiд вибухiв на <Ability:FORMIDABLE_EXPLOSIVES_DR/>%."
; End Translation

; Updated perk loc

[XComGame.PistolStandardShot X2AbilityTemplate]
[PistolStandardShot X2AbilityTemplate]
LocFriendlyName="Пострiл з пiстолета"
LocLongDescription="На додаток до основної зброї ви можете максимально ефективно використовувати пiстолет."
LocHelpText="Пострiл у цiль з пiстолета."
LocFlyOverText=""

[XComGame.Killzone X2AbilityTemplate]
[KillZone X2AbilityTemplate]
LocFriendlyName="Зона ураження"
LocLongDescription="Реакцiйний пострiл по противнику, який спробує рухатися або стрiляти, знаходячись в зонi коносу вогню."
LocHelpText="Покращений режим \"перехоплення\" в конусi стрiльби."
LocFlyOverText="Зона ураження"
LocPromotionPopupText="<Bullet/> Здiбнiсть \"Зона ураження\" дозволяє зробити стiльки пострiлiв, скiльки дозволить боєкомплект.<br/><Bullet/> Надає \"загальний вид\", навiть якщо у солдата немає здiбностi \"Дальнє перехоплення\".<br/><Bullet/> Перезаряджається <Ability:SelfCooldown_LW/> ходiв.<br/>"
LocFriendlyNameWhenConcealed="Зона ураження (маскування)"

[XComGame.DeathFromAbove X2AbilityTemplate]
[DeathFromAbove X2AbilityTemplate]
LocFriendlyName="Смерть з небес"
; LWOTC Needs Translation
LocLongDescription="Вбивство противника, що знаходиться нижче вас по висотi, зi зброї типу <Ability:WeaponName/> надає додаткову дiю i не завершує хiд. Спрацьовує один раз за хiд. Також пiдвищує точнiсть стрiльби зi снайперських i векторних гвинтiвок на дальнiй дистанцiї."
LocHelpText="Вбивство противника, що знаходиться нижче вас по висотi, зi зброї типу <Ability:WeaponName/> надає додаткову дiю i не завершує хiд."
; End Translation
LocFlyOverText="Смерть з небес"
LocPromotionPopupText="<Bullet/> \"Смерть з небес\" добре поєднується з пострiлами з пiстолета, а також просто може пiдвищити мобiльнiсть снайпера.<br/><Bullet/> Також пiдвищує точнiсть стрiльби зi снайперських гвинтiвок на дальнiй дистанцiї, якщо боєць знаходиться вище противника."

[XComGame.Implacable X2AbilityTemplate]
[Implacable X2AbilityTemplate]
LocFriendlyName="Безжальнiсть"
LocLongDescription="Якщо протягом вашого ходу ви вб'єте одного противника або бiльше, ви отримаєте одну дiю руху."
LocHelpText="Отримайте додаткову дiю руху за вбивство протягом вашого ходу."
LocFlyOverText="Безжальнiсть"
LocPromotionPopupText=""

[XComGame.VolatileMix X2AbilityTemplate]
[VolatileMix X2AbilityTemplate]
LocFriendlyName="Гримуча сумiш"
LocLongDescription="Збiльшує радiус ураження гранат на 1 клiтинку."
LocHelpText="Збiльшує радiус ураження гранат."
LocFlyOverText="Гримуча сумiш"
LocPromotionPopupText="<Bullet/> Збiльшує зону, в якiй наносяться звичайнi пошкодження i пошкодження оточенню гранатами. Додатковi ефекти гранат також працюють."

[XComGame.Salvo X2AbilityTemplate]
[Salvo X2AbilityTemplate]
LocFriendlyName="Артилерiйський залп"
LocLongDescription="Кидати/вистрiлювати гранати та використовувати важку зброю i ракетомет \"рукавичку\" першою дiєю можна без завершення ходу."
LocHelpText="Кидати/вистрiлювати гранати та використовувати важку зброю i ракетомет \"рукавичку\" можна без завершення ходу."
LocFlyOverText="Артилерiйський залп"
LocPromotionPopupText="<Bullet/> Солдати зi здiбнiстю \"Артилерiйський залп\" - першi кандидати на отримання важкої бронi.<br/>"

[XComGame.Quickdraw X2AbilityTemplate]
[Quickdraw X2AbilityTemplate]
LocFriendlyName="Швидкострiл"
LocLongDescription="Пострiл з пiстолета першою дiєю бiльше не завершує ваш хiд."
LocHelpText="Пострiл з пiстолета першою дiєю бiльше не завершує ваш хiд."
LocFlyOverText="Швидкострiл"
LocPromotionPopupText="<Bullet/> Здiбнiсть \"Швидкострiл\" дозволяє солдату вражати кiлька цiлей протягом одного ходу.<br/>"

; LWOTC Needs Translation (2)
[XComGame.SharpshooterAim X2AbilityTemplate]
[SharpshooterAim X2AbilityTemplate]
LocFriendlyName="Прицiлювання"
LocLongDescription="\"Глуха оборона\" тепер додає +<Ability:SHARPSHOOTERAIMBONUS/> до влучностi i +<Ability:SHARPSHOOTERAIM_CRITBONUS/> до криту при першому пострiлi на наступному ходу."
LocHelpText="\"Глуха оборона\" тепер додає +<Ability:SHARPSHOOTERAIMBONUS/> до влучностi i +<Ability:SHARPSHOOTERAIM_CRITBONUS/> до криту при першому пострiлi на наступному ходу."
LocFlyOverText="Глуха оборона - точнiсть"
LocPromotionPopupText="<Bullet/> Бонус вiд здiбностi \"Прицiлювання\" може бути застосований до пострiлу з будь-якої зброї.<br/>"
; End Translation (2)

[XComGame.LightningHands X2AbilityTemplate]
[LightningHands X2AbilityTemplate]
LocFriendlyName="Руки-блискавки"
LocLongDescription="Вистрiляйте в цiль з пiстолета. Ви не витрачаєте дiю на цю атаку."
LocHelpText="Вистрiляйте в цiль з пiстолета. Ви не витрачаєте дiю на цю атаку."
LocFlyOverText="Руки-блискавки"
LocPromotionPopupText="<Bullet/> Здiбнiсть \"Руки-блискавки\" добре поєднується з iншими здiбностями, що вимагають двi дiї, оскiльки дозволяє застосувати їх на тому ж ходу.<br/><Bullet/> Перезаряджається <Ability:SelfCooldown_LW/> ходiв.<br/>"

[XComGame.IntrusionProtocol X2AbilityTemplate]
[IntrusionProtocol X2AbilityTemplate]
LocFriendlyName="Взлом"
LocLongDescription="Спробуйте зламати систему безпеки на мережевiй точцi доступу за допомогою <Ability:BOUND_WEAPON_NAME/>."
LocHelpText="Ви можете взломувати цiлi за допомогою <Ability:BOUND_WEAPON_NAME/>."
LocFlyOverText="Взлом"
LocPromotionPopupText="<Bullet/> Об'єкти на картi (скринi, термiнали i т.п.) можуть бути дистанцiйно взломанi за допомогою <Ability:BOUND_WEAPON_NAME/>.<br/>"

[XComGame.EverVigilant X2AbilityTemplate]
[EverVigilant X2AbilityTemplate]
LocFriendlyName="Завжди насторожi"
LocLongDescription="Якщо ви витратите всi дiї на перемiщення, то в кiнцi ходу автоматично перейдете в режим \"перехоплення\"."
LocHelpText="Автоматично активувати режим \"перехоплення\", якщо протягом ходу ви тiльки перемiщувалися."
LocFlyOverText="Перехоплення: завжди насторожi"
LocPromotionPopupText="<Bullet/> \"Завжди насторожi\" активує вкрай мобiльний стиль гри для спецiалiста.<br/><Bullet/> Будь-яка дiя, крiм перемiщення, вимкне цей режим.<br/>"

[XComGame.Phantom X2AbilityTemplate]
[Phantom X2AbilityTemplate]
LocFriendlyName="Фантом"
LocLongDescription="При виявленнi загону цей солдат залишається замаскованим."
LocHelpText="При виявленнi загону цей солдат залишається замаскованим."
LocFlyOverText="Фантом"
LocPromotionPopupText="<Bullet/> Навiть якщо загiн не починає мiсiю в прихованнi, солдати зi здiбнiстю \"Фантом\" все одно будуть прихованi вiд противника.<br/><Bullet/> \"Фантом\" не спрацює, якщо маскування загону зникло через самого солдата з цiєю здiбнiстю.<br/>"

[XComGame.Shadowstep X2AbilityTemplate]
[Shadowstep X2AbilityTemplate]
LocFriendlyName="Легкий крок"
LocLongDescription="Цей солдат не викликає спрацювання \"перехоплення\" або вогню у вiдповiдь."
LocHelpText="Цей солдат не викликає спрацювання \"перехоплення\" або вогню у вiдповiдь."
LocPromotionPopupText="<Bullet/> Солдат зi здiбнiстю \"Легкий крок\" не може потрапити пiд обстрiл з режиму \"перехоплення\" або придушення вогнем, але i, як наслiдок, не може цiлеспрямовано прийняти на себе подiбний пострiл.<br/>"

[XComGame.Bladestorm X2AbilityTemplate]
[Bladestorm X2AbilityTemplate]
LocFriendlyName="М'ясорубка"
LocLongDescription="Вiльнi атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької вiдстанi, при використаннi наступної зброї: <Ability:SecondaryWeaponName/>"
LocHelpText="Вiльнi атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької вiдстанi, при використаннi наступної зброї: <Ability:SecondaryWeaponName/>"
LocFlyOverText="М'ясорубка"
LocPromotionPopupText="<Bullet/> Якщо противник починає хiд в сусiднiй клiтинцi, здiбнiсть \"М'ясорубка\" активується, коли вiн спробує атакувати солдата.<br/><Bullet/> Якщо противник починає хiд не на сусiднiй клiтинцi, \"М'ясорубка\" активується, коли вiн пiдходить на дистанцiю удару.<br/>"

[XComeGame.BladestormAttack X2AbilityTemplate]
[BladestormAttack X2AbilityTemplate]
LocFriendlyName="М'ясорубка"
LocLongDescription="Вiльнi атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької вiдстанi, при використаннi наступної зброї: <Ability:SecondaryWeaponName/>"
LocHelpText="Вiльнi атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької вiдстанi, при використаннi наступної зброї: <Ability:SecondaryWeaponName/>"
LocFlyOverText="М'ясорубка"
LocPromotionPopupText="<Bullet/> Якщо противник починає хiд в сусiднiй клiтинцi, здiбнiсть \"М'ясорубка\" активується, коли вiн спробує атакувати солдата.<br/><Bullet/> Якщо противник починає хiд не на сусiднiй клiтинцi, \"М'ясорубка\" активується, коли вiн пiдходить на дистанцiю удару.<br/>"

[XComGame.Untouchable X2AbilityTemplate]
[Untouchable X2AbilityTemplate]
LocFriendlyName="Невразливiсть"
LocLongDescription="Якщо ви вбиваєте противника на своєму ходу, наступна атака пiд час ворожого ходу по вас не потрапить."
LocHelpText="Якщо ви вбиваєте противника на своєму ходу, наступна атака пiд час ворожого ходу по вас не потрапить."
LocFlyOverText="Невразливiсть"
LocPromotionPopupText="<Bullet/> Пiсля активацiї \"Невразливостi\" солдат повнiстю захищений вiд першої атаки на ходу противника, навiть якщо вона дiє по площi.<br/>"

[XComGame.Stealth X2AbilityTemplate]
[Stealth X2AbilityTemplate]
LocFriendlyName="Маскування"
LocLongDescription="Негайна активацiя маскування один раз за завдання."
LocHelpText="Негайна активацiя маскування один раз за завдання."
LocFlyOverText="Маскування"
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Маскування можна активувати в будь-якому мiсцi, але коли солдат при цьому знаходиться всерединi ворожої зони виявлення i уразливий з флангу то його негайно виявлять.<br/><Bullet/> Вимагає одну дiю i завершує хiд."
; End Translation

[XComGame.RevivalProtocol X2AbilityTemplate]
[RevivalProtocol X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> Здiбнiсть \"Протокол вiдновлення\" може приводити до тями солдат якi втратили свiдомiсть, в тому числi стабiлiзованих пiсля важкого поранення.<br/><Bullet/> При використаннi як перша дiя не завершує хiд.<br/><Bullet/> Спочатку має два заряди, але полiпшення \"Гремлiна\" дозволяє збiльшити їх кiлькiсть.<br/>"

[XComGame.ThreatAssessment X2AbilityTemplate]
[ThreatAssessment X2AbilityTemplate]
LocLongDescription="Протокол допомоги дає цiлi режим перехоплення з Вогневою пiдтримкою."
LocPromotionPopupText="<Bullet/> Протокол допомоги дає цiлi режим перехоплення з Вогневою пiдтримкою."

; Gear loc updates for new classes

[XComGame.Shotgun_MG X2WeaponTemplate]
[Shotgun_MG X2WeaponTemplate]
FriendlyName="Картечна гармата"
FriendlyNamePlural="Картечнi гармати"
BriefSummary="За допомогою магнiтних технологiй ми можемо перетворити уламки сплавiв прибульцiв в уражаючi елементи за принципом дробовика. Нашi солдати залишаться задоволенi результатом. I чим ближче, тим краще."
TacticalText="<Bullet/> Магнiтнi технологiї дозволили створити новi зразки озброєння, якi замiнили доступнi солдатам XCOM дробовики.\n<Bullet/> Дробовики виключно ефективнi на короткiй дистанцiї, але чим далi цiль, тим нижче точнiсть.\n<Bullet/> Використовуйте полiпшення, здобутi в боях, щоб пiдвищити ефективнiсть картечної гармати."
AbilityDescName="дробовик"

[XComGame.RangerSword X2WeaponTemplate]
[RangerSword X2WeaponTemplate]
FriendlyName="Меч"
FriendlyNamePlural="Мечi"
BriefSummary="Деякi з наших солдатiв вмiло володiють холодною зброєю i здатнi лiквiдувати ворога в ближньому бою."
TacticalText="<Bullet/> Солдати, екiпiрованi мечем, здатнi атакувати стоячого поруч ворога, навiть якщо вони витратили обидвi дiї на перемiщення або ривок.\n<Bullet/> Перехiд до ближнього бою може вирiшити результат сутички, але будьте обережнi.\n<Bullet/> Не пропустiть шанс полiпшити ефективнiсть зброї ближнього бою за допомогою технологiй противника."

[XComGame.Sword_CV X2WeaponTemplate]
[Sword_CV X2WeaponTemplate]
FriendlyName="Меч"
FriendlyNamePlural="Мечi"
BriefSummary="Деякi з наших солдатiв вмiло володiють холодною зброєю i здатнi лiквiдувати ворога в ближньому бою."
TacticalText="<Bullet/> Солдати, екiпiрованi мечем, здатнi атакувати стоячого поруч ворога, навiть якщо вони витратили обидвi дiї на перемiщення або ривок.\n<Bullet/> Перехiд до ближнього бою може вирiшити результат сутички, але будьте обережнi.\n<Bullet/> Не пропустiть шанс полiпшити ефективнiсть зброї ближнього бою за допомогою технологiй противника."
AbilityDescName="меч"

[XComGame.Sword_BM X2WeaponTemplate]
[Sword_BM X2WeaponTemplate]
FriendlyName="Терморiзак"
FriendlyNamePlural="Терморiзаки"
BriefSummary="Терморiзак являє собою нагрiтий плазмою металевий сердечник в надтонкому магнiтному полi - найнебезпечнiша зброя ближнього бою, що дозволяє пiдпалювати ворогiв."
TacticalText="<Bullet/> Найдосконалiша версiя меча. Завдає високий шкоди i може пiдпалити цiль."
AbilityDescName="меч"

[XComGame.Cannon_MG X2WeaponTemplate]
[Cannon_MG X2WeaponTemplate]
FriendlyName="Магнiтна гармата"
FriendlyNamePlural="Магнiтнi гармати"
BriefSummary="Розробка магнiтної зброї дозволила нам використовувати скорострiльний варiант гармати. Вогонь наших солдат стає помiтно смертоноснiшим."
TacticalText="<Bullet/> Магнiтна гармата являє собою бiльш потужну, але таку ж компактну версiю звичайної гармати.\n<Bullet/> Використовуйте полiпшення, здобутi в боях, щоб пiдвищити ефективнiсть магнiтної гармати."
AbilityDescName="гармата"

[XComGame.Cannon_BM X2WeaponTemplate]
[Cannon_BM X2WeaponTemplate]
FriendlyName="Променева гармата"
FriendlyNamePlural="Променевi гармати"
BriefSummary="Розробка бiльш потужного променевого озброєння для наших солдатiв вимагає значних зусиль, але, безсумнiвно, пiдвищує їх ефективнiсть."
TacticalText="<Bullet/> Променева гармата - найпотужнiша зброя вогневої пiдтримки, доступна нашим вiйськам.\n<Bullet/> Використовуйте полiпшення, здобутi в боях, щоб пiдвищити ефективнiсть променевої гармати.<br/><Bullet/> Плазмова зброя завдає цiлi 1 додаткової шкоди при кожному попаданнi."
AbilityDescName="гармата"
;todo
[XComGame.Pistol_CV X2WeaponTemplate]
[Pistol_CV X2WeaponTemplate]
FriendlyName="Пiстолет"
FriendlyNamePlural="Пiстолети"
BriefSummary="На додаток до основної зброї деякi солдати XCOM носять великокалiбернi пiстолети. При хорошiй пiдготовцi цi оперативники можуть бути виключно небезпечними на близькiй вiдстанi."
TacticalText="<Bullet/> Пiстолет в руках досвiдченого солдата - не просто запасна зброя.\n<Bullet/> Для пострiлу з пiстолета потрiбна тiльки одна дiя.\n<Bullet/> Деякi класи можуть вивчати рiзнi здiбностi, що пiдвищують ефективнiсть цiєї зброї."

[XComGame.Pistol_MG X2WeaponTemplate]
[Pistol_MG X2WeaponTemplate]
FriendlyName="Магнiтний пiстолет"
FriendlyNamePlural="Магнiтнi пiстолети"
BriefSummary="Новий пiстолет, створений на базi освоєних нами магнiтних технологiй, являє собою помiтне полiпшення в порiвняннi зi стандартною зброєю."
TacticalText="<Bullet/> Магнiтнi пiстолети помiтно ефективнiше своїх стандартних попередникiв.\n<Bullet/> Для пострiлу з пiстолета потрiбна тiльки одна дiя."

[XComeGame.Pistol_BM X2WeaponTemplate]
[Pistol_BM X2WeaponTemplate]
FriendlyName="Променевий пiстолет"
FriendlyNamePlural="Променевi пiстолети"
BriefSummary="Пiстолет, створений на основi променевих технологiй прибульцiв. Досконала зброя."
TacticalText="<Bullet/> Променевi пiстолети перевершують за потужнiстю всi земнi аналоги.\n<Bullet/> Для пострiлу з пiстолета потрiбна тiльки одна дiя."

[XComGame.AutopsyArchon X2TechTemplate]
[AutopsyArchon X2TechTemplate]
DisplayName="Розтин Архонта"
Summary="Вражаюче виглядаючий екземпляр, що приховує всерединi себе жахливий сплав органiчної тканини та механiчних частин. Унiкальна зброя ближнього бою, що застосовується iстотою, представляє особливий iнтерес для нас."
CodeName="Бальзераф"
LongDescription="За розповiдями очевидцiв, у тому числi особисто старшого офiцера-зв'язкiвця Бредфорда, прибульцi вже використовували подiбнi бiомеханiчнi органiзми на раннiх стадiях вторгнення. Однак тодi це були бiльш страшнi та примiтивнi створiння в порiвняннi з тими, з ким ми стикаємося сьогоднi. Сучасний зразок навiть можна з натяжкою назвати елегантним. Вражаюча зовнiшнiсть пiдкрiплена найпотужнiшою зброєю. Р. Тайган."
AlertString="Архонт"

[XComGame.AutopsyAdventStunLancer X2TechTemplate]
[AutopsyAdventStunLancer X2TechTemplate]
DisplayName="Розтин Карателя \"Адвента\""
Summary="Карателi \"Адвента\" зазвичай займаються пiдтриманням правопорядку та придушенням заворушень по всьому свiту. Їхнє спецiальне шокерне коп'я можна переробити на зброю, i його вже освоюють нашi солдати."
CodeName="Капелан"
LongDescription="На фiзичному i генетичному рiвнях карателi \"Адвента\" майже iдентичнi солдатам, яких ми регулярно зустрiчаємо в бою. Однак невелике посилення м'язових волокон карателя пiдвищило його спритнiсть i загальну витривалiсть. Оснащенi травматичною зброєю, здатною знешкоджувати людей, карателi вперше вийшли на вулицi одразу ж пiсля того, як \"Адвент\" побудував мiськi центри (у той час громадськi заворушення представляли собою бiльш поширену проблему, нiж прямий опiр). Вивчаючи випадки їх застосування, ми задумалися: якщо карателi були першими представниками сил \"Адвента\", а їх витривалiсть трохи вище, нiж у звичайних солдатiв, чи означає це, що прибульцi свiдомо зменшили силу солдата, виходячи з власної оцiнки бойової готовностi людей? Це вказувало б на систему швидкої генетичної модифiкацiї за межами того, на що, як я ранiше припускав, здатнi прибульцi. До того ж це стало б свiдченням певної \"генетичної ощадливостi\", яка, як я ранiше думав, їм не властива, якщо брати до уваги рiзнi незвичайнi експерименти, якi вони проводили. Р. Тайган."
AlertString="Каратель \"Адвента\""

[XComGame.XGLocalizedData]
[XGLocalizedData]
GameplayTips_Tactical[1]="Керуючи солдатом, екiпiрованим мечем, натиснiть правою кнопкою на противника, щоб почати рукопашну атаку."
GameplayTips_Tactical[10]="Солдати зi здiбнiстю \"Фантом\" починають кожне завдання замаскованими, навiть якщо загону це недоступно."

[XComGame.HuntersInstinctUnlock X2SoldierAbilityUnlockTemplate]
[HuntersInstinctUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Рейнджер (тiльки клас базової гри): Iнстинкти мисливця"
Summary="Атаки проти ворогiв з прикриттям по флангу додають +<Ability:HUNTERSINSTINCTDMG/> до шкоди."

[XComGame.HitWhereItHurtsUnlock X2SoldierAbilityUnlockTemplate]
[HitWhereItHurtsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Снайпер (тiльки клас базової гри): Смертельний пострiл"
Summary="Додатковi <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди."

[XComGame.CoolUnderPressureUnlock X2SoldierAbilityUnlockTemplate]
[CoolUnderPressureUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Спецiалiст (тiльки клас базової гри): Абсолютний спокiй"
Summary="Дає +10 до влучностi i можливiсть критичного влучення в режимi \"перехоплення\" i при реакцiйних пострiлах."

[XComGame.BiggestBoomsUnlock X2SoldierAbilityUnlockTemplate]
[BiggestBoomsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Гранатометник (тiльки клас базової гри): Великий вибух"
Summary="Вибухiвка може завдати критичної шкоди."

[HuntersInstinct X2AbilityTemplate]
LocFriendlyName="Iнстинкти мисливця"
LocLongDescription="Стрiльба по противникам з флангу завдає +<Ability:HUNTERSINSTINCTDMG/> шкоди."
LocHelpText="Стрiльба по противникам з флангу завдає +<Ability:HUNTERSINSTINCTDMG/> шкоди."
LocFlyOverText="Iнстинкти мисливця"
LocPromotionPopupText="<Bullet/> Стрiльба по противникам з флангу завдає +<Ability:HUNTERSINSTINCTDMG/> шкоди."

[HitWhereItHurts X2AbilityTemplate]
LocFriendlyName="Смертельний пострiл"
LocLongDescription="Додатковi <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди."
LocHelpText="Додатковi <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди."
LocFlyOverText="Смертельний пострiл"
LocPromotionPopupText="<Bullet/> Додатковi <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди.<br/>"

[CoolUnderPressure X2AbilityTemplate]
LocFriendlyName="Абсолютний спокiй"
LocLongDescription="Ви отримуєте +<Ability:COOLUNDERPRESSUREBONUS/> до влучностi в режимi \"перехоплення\" i при реакцiйних пострiлах. Вони можуть завдати критичної шкоди."
LocHelpText="Пiдвищена точнiсть i шанс завдати критичної шкоди в режимi \"перехоплення\" i при реакцiйних пострiлах."
LocFlyOverText="Абсолютний спокiй"
LocPromotionPopupText="<Bullet/> Ви отримуєте +<Ability:COOLUNDERPRESSUREBONUS/> до влучностi в режимi \"перехоплення\" i при реакцiйних пострiлах. Вони можуть завдати критичної шкоди.<br/>"

[BiggestBooms X2AbilityTemplate]
LocFriendlyName="Великий вибух"
LocLongDescription="Вашi атаки з використанням вибухiвки можуть завдати критичної шкоди (ймовiрнiсть <Ability:BIGGESTBOOMSCHANCE/>% завдати +<Ability:BIGGESTBOOMSDAMAGE/> шкоди)."
LocHelpText="Ваша вибухiвка може завдати критичної шкоди."
LocFlyOverText="Великий вибух"
LocPromotionPopupText="<Bullet/> Вашi атаки з використанням вибухiвки можуть завдати критичної шкоди (ймовiрнiсть <Ability:BIGGESTBOOMSCHANCE/>% завдати +<Ability:BIGGESTBOOMSDAMAGE/> шкоди).<br/>"

[RapidFire X2AbilityTemplate]
LocFriendlyName="Швидкий Вогонь"
LocLongDescription="Зробiть два пострiли пiдряд по ворогу. Кожен пострiл має штраф до влучностi <Ability:RAPIDFIREPENALTY/>. Може бути використаний один раз за хiд."
LocHelpText="Зробiть два пострiли пiдряд по ворогу. Кожен пострiл має штраф до влучностi <Ability:RAPIDFIREPENALTY/>."
LocFlyOverText="Швидкий Вогонь"
LocPromotionPopupText="<Bullet/> Швидкий Вогонь має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/>"

[RapidFireSnapShot X2AbilityTemplate]
LocFriendlyName="Швидкий Вогонь (Швидкий Пострiл)"
LocLongDescription="Зробiть два пострiли пiдряд по ворогу. Кожен пострiл має штраф до влучностi <Ability:RAPIDFIREPENALTY/>. Може бути використаний один раз за хiд."
LocHelpText="Зробiть два пострiли пiдряд по ворогу. Кожен пострiл має штраф до влучностi <Ability:RAPIDFIREPENALTY/>."
LocFlyOverText="Швидкий Вогонь"
LocPromotionPopupText="<Bullet/> Швидкий Вогонь має <Ability:SelfCooldown_LW/> ходiв перезарядки.<br/>"

[RapidFireSnapShot2 X2AbilityTemplate]
LocFriendlyName="Швидкий Вогонь"
LocFlyOverText="Швидкий Вогонь"

; New Class loc

[PsiOperative X2SoldierClassTemplate]
RankNames[8]="Магiстр"
ShortNames[8]="Мгст."
RankIcons[8]="UILibrary_LW_PerkPack.psirank_Master"

; тип loc сюжету, оскiльки каналiзацiя та метро можуть бути об'єднанi зараз.

[XComGame.X2MPData_Shell]
arrMPMapFriendlyNames[9]="Пiдземний"
arrMPMapFriendlyNames[10]="Пiдземний"
